Repository: SamiBabat/project
Catalog: quickformat/src/po/*.po
Languages: it, lt

source: Quick Format
it: Formattazione Veloce
lt: Greitas formatavymas

source: File System
lt: Bylų sistema

source: Volume Label
it: Etichetta del Volume
lt: Tomo žymė

source: Volume Name
it: Nome del Volume
lt: Tomo pavadinimas

source: Format
it: Formatta
lt: Formatavymas

source: Close
it: Chiudi
lt: uždaryti

source: Removable Device Formatting Tool
it: Utensile di Formattazione per Dispositivi Rimovibili
lt: laikinųjų laikmenų formtavymo įrankiai

source: (c) 2011 TUBITAK/BILGEM
lt: ©2011 TUBITAK/BILGEM

source: Renan Cakirerk
lt: Renkant Cakirerk

source: Current Maintainer
it: Sviluppatore attuale
lt: dabartinis prižiūrėtojas

source: OK
lt: Gerai

source: Please wait while formatting...
it: Si prega di attendere la formattazione...
lt: Prašom palaukti kol vykstą formatavymas...

source: Format completed successfully.
it: Formato completato con successo.
lt: Formatavymas baigęsi sekmingai

source: Cannot format this partition. The device might be in use. Please try again.
it: Non Ã¨ possibile formattare la partizione. Il dispositivo potrebbe essere in uso. Prova di nuovo.
lt: Šito disko skirsnio performatuoti neįmanoma. Tikriausiai jis nauduojasi. Pabandykite dar.

source: There aren't any removable devices.
it: Non ci sono dispositivi rimovibili.
lt: laikinės laikmienos ne aptykti

source: Loading devices...
it: Caricamento del dispositivo...
lt: prietasiai paleidžiami

source: The partition table seems corrupt. Please re-partition this device and try again.
it: La tabella della partizione sembra corrotta. Si prega di ripartizionare e riproparla.
lt: Atrodo kad skirsnio būsena pažeista. Prašom iš naujo sukurti naują skirsnį ir pabandykite vėl

source: QuickFormat
it: FormattazioneVeloce
lt: Greitas formatavymas
