Repository: SamiBabat/project
Catalog: kaptan/po/*.po
Languages: hr, lt, sr

source: Themes
hr: Teme
lt: Temos
sr: Теме

source: Customize Your Desktop
hr: Prilagodite vašu radnu površinu
lt: Tinkinti darbastalį
sr: Прилагодите радну површину

source: Wallpaper
hr: Pozadina
lt: Darbastalio užsklandos
sr: Позадина

source: Choose your favorite wallpaper for Pisi Linux. Don't forget to check out <b>Desktop Settings</b> for downloading new and cool wallpapers.
hr: Izaberite svoju omiljenu pozadinu za Pisi Linux. Ne zaboravite provjeriti<b>Postavke radne površine</b> za preuzimanje novih i cool pozadina.
lt: Pasirinkite jūsų mėgstamos užsklandos Pisi Linux. Ne pamirškite Pasirinkti <b> Darbastalio nustatymai<b> kad parsisiųsti naujų
sr: Изаберите своју омиљену позадину за Pisi Linux. Не заборавите да проверите <b>Поставке радне површине</b> за преузимање нових позадина.

source: Wallpapers
hr: Pozadine
lt: Užsklandos
sr: Позадине

source: Choose wallpaper from file
hr: Izaberite pozadinu iz datoteke
lt: Pasirinkti užsklandos iš bylos
sr: Изаберите позадину из датотеке

source: Don't change wallpaper
hr: Ne mjenjaj pozadinu
lt: ne keiskite užsklandų
sr: Не мењај позадину

source: Keyboard
hr: Tipkovnica
lt: klaviatūra
sr: Тастатура

source: Kaptan automatically selects the best keyboard layout according to your system language. If you want to use another layout other than the default keyboard layout, you can make your selection and test it instantly.
hr: Kaptan automatski bira najbolji raspored tipkovnice prema vašem jeziku sustava.Ako želite koristiti drugi raspored osim zadanog,možete napraviti odabir i odmah ga testirati.
lt: Kaptan automatiškai pasirinks geriausią klaviatūros išdėstymą sulig jūsų sistemos kalbą. Jeigu jūs norite naudoti kita išdėstymą pagal nutylėjimą galite padaryti pasikinkymą bei protestuoti
sr: Kaptan аутоматски бира најбољи распоред тастатуре према вашем системском језику. Ако желите други распоред поред подразумеваног, можете одабрати други и одмах га тестирати.

source: Test Layout
hr: Provjera rasporeda
lt: klaviatūros išdestimo testas
sr: Провери распоред

source: Keyboard Layout Language
hr: Jezik rasporeda tipkovnice
lt: kalbos raidžių išdėstymas
sr: Језик распореда тастатуре

source: Form
hr: Forma
lt: Forma
sr: Форма

source: This screen helps you set your <b>user picture</b>. You can either choose an image from a file or you can capture an image from your camera. Select an option from the <b>options</b> menu.
hr: Ovaj zaslon pomaže vam postaviti vašu <b>korisničku sliku.</b> Možete izabrati sliku iz datoteke ili možete snimiti sliku kamerom. Odaberite opciju iz izbornika<b>opcije.</b>
lt: Čia jūs galite pasirinkti jūsų <b>naudotojo paveikslas<b>. Jūs galite arba pasirinkti vaizdą iš bylos ar paveiksluoti naudojant web kamera. pasirinkite pasirinkimai iš <b>pasirinkimai<b> meniu.
sr: Овај екран вам помаже да поставите сопствену <b>корисничку слику</b>. Можете одабрати слику из датотеке или је можете снимити камером. Одаберите одговарајућу опцију из менија <b>опције</b>.

source: Options
hr: Opcije
lt: Pasirinkymai
sr: Опције

source: Choose an image
hr: Izaberite sliku
lt: Pasirinkti vaizdą
sr: Одаберите слику

source: Capture
hr: Uhvati
lt: Užfiksuoti
sr: Ухвати

source: Recapture
hr: Uhvati ponovno
lt: Užfiksuoti iš naujo
sr: Поново ухвати

source: More
hr: Više
lt: Daugiau
sr: Више

source: <html><head/><body><p><span style=" font-weight:600;">Your settings have been applied.</span> Now you can start enjoying Pisi Linux or you can checkout the following links and applications for more settings or for help and support. Don't forget to <span style=" font-weight:600;">join our community!</span></p></body></html>
lt: <html><head/><body><p><span style=" font-weight:600;">Jūsų nustatimai pritaikyti. </span> Jus galite pradeti nauduotis Pisi Linux ar patikrinti nurodas bei programų nustatimų pagalbai ir bei paremti. ne pamirškite <span style= font-weight:600;"> prisijugti prie bendruomenes</span></p></body></html>
sr: <html><head/><body><p><span style=" font-weight:600;">Ваше поставке су примењене.</span> Сада можете уживати у Pisi Linux-у или можете проверити следеће линкове и програме за још подешавања или за помоћ и подршку. Не заборавите да се <span style=" font-weight:600;">придружите нашој заједници !</span></p></body></html>

source: My Smolt Page
hr: Moja Smolt stranica
lt: Mano Smolt puslapis
sr: Моја Smolt страница

source: Go to your Smolt page and rate your hardware components.
hr: Idi na svoj Smolt stranicu i ocijenute vaše komponente hardware-a.
lt: Pereiti į Jūsų Smolt puslapį vertinti aparatūros komponentus
sr: Идите на вашу Smolt страницу и оцените ваше компоненте хардвера.

source: System Settings
hr: Postavke sustava
lt: Sistemos nustatimai
sr: Подешавања система

source: Configuration tools for Pisi Linux such as the display, firewall, keyboard, user manager...
hr: Konfiguracijski alati za Pisi Linux, kao što su zaslon, vatrozid, tipkovnica, upravitelj korisnika ...
lt: konfigūracinė Pisi Linux Įrankiai tokie kaip displėjus, ugnesena, klaviatūra bei naudotojų valdiklis...
sr: Конфигурациони алати за Pisi Linux као што су екран, ватрени зид, тастатура, управљач корисницима...

source: Help and Support
hr: Pomoć i podršaka
lt: Pagalba bei Remimas
sr: Помоћ и подршка

source: Pisi Linux community, mailing lists, chat rooms, Wiki documents, help and support pages...
hr: Pisi Linux zajednica, mailing liste, chat sobe, Wiki dokumenati, stranice pomoći i podrške ...
lt: Pisi Linux bendruomene, laiškai, dokumentacija Wiki, puslapiai pagalbos bei remimo
sr: Pisi Linux заједница, листе електронске поште, чет собе, Wiki документација, странице за помоћ и подршку...

source: Mouse
hr: Miš
lt: pele
sr: Миш

source: Setup Mouse Behavior
hr: Postavi ponašanje miša
lt: Peles elgesio sąranka
sr: Подеси понашање миша

source: Left Handed
hr: Ljevoruki
lt: kairiarankiai
sr: Леворуки

source: Right Handed
hr: Desnoruki
lt: dešiniarankiai
sr: Десноруки

source: Single Click
hr: Jedan klik
lt: vienas paspaudimas
sr: Један клик

source: Double Click
hr: Dvostruki klik
lt: dvigubas paspaudimas
sr: Двоструки клик

source: Summary
hr: Sažetak
lt: Santrauka
sr: Резиме

source: Save Your Settings
hr: Spremite svoje postavke
lt: išsaugoti jūsų nustatimų
sr: Сачувајте своја подешавања

source: Mouse Settings
hr: Postavke miša
lt: Peles nustatimai
sr: Подешавања миша

source: Selected Mouse configuration: <b>%s</b>
hr: Odabrana konfiguracija miša: <b>%s</b>
lt: Pasirinkta peles konfigūracija: <b>%s</b>
sr: Одабрана конфигурација миша: <b>%s</b>

source: Selected clicking behaviour: <b>%s</b>
hr: Odabrano ponašanje klika: <b>%s</b>
lt: pasirinktas paspaudymo elgesys: <b>%s</b>
sr: Одабрано понашање клика: <b>%s</b>

source: Menu Settings
hr: Postavke izbornika
lt: Nustatimai meniu
sr: Подешавања менија

source: Selected Menu: <b>%s</b>
hr: Odabrani izbornik: <b>%s</b>
lt: pasirinktas meniu tipas: <b>%s</b>
sr: Одабрани мени: <b>%s</b>

source: Wallpaper Settings
hr: Postavke pozadine
lt: Užsklandų nustatimai
sr: Подешавања позадине

source: You haven't selected any wallpaper.
hr: Niste odabrali nijednu pozadinu.
lt: Jūs ne pakinkote juoku užsklandų
sr: Нисте одабрали ниједну позадину.

source: Selected Wallpaper: <b>%s</b>
hr: Odabrana pozadina:<b>%s</b>
lt: Pasirinktos užsklandos<b>%s</b>
sr: Одабрана позадина: <b>%s</b>

source: Style Settings
hr: Postavke stila
lt: Apivadalynimo nustatymai
sr: Подешавања стила

source: You haven't selected any style.
hr: Niste odabrali nijedan stil.
lt: Jūs ne pasirikot juokio apvadalynimo
sr: Нисте одабрали ниједан стил.

source: Selected Style: <b>%s</b>
hr: Odabrani stil:<b>%s</b>
lt: Pasirinktas stilius<b>%s</b>
sr: Одабрани стил: <b>%s</b>

source: Smolt Settings
hr: Smolt postavke
lt: Smolt nusstatymai
sr: Smolt подешавања

source: Send my profile: <b>%s</b>
hr: Pošalji moj profil: <b>%s</b>
lt: Siusti mano profilį:<b>%s</b>
sr: Пошаљи мој профил: <b>%s</b>

source: Error
hr: Greška
lt: Klaida
sr: Грешка

source: Cannot restart plasma-desktop. Kaptan will now shutdown.
hr: Ne mogu ponovno pokrenuti plazma-radnu površinu.Kaptan će se sada isključiti.
lt: Neįmanoma paleisti išnaujo Plazma-Desktop. Kaptan išsijungia.
sr: Не могу поново покренути плазма-радну површину. Kaptan ће се сада искључити.

source: Menu
hr: Izbornik
lt: Meniu
sr: Мени

source: You can also customize your <b>KDE menu</b> as you like. Please choose one from the following styles.
hr: Također možete prilagoditi svoj <b>​​KDE izbornik</b> kako vi to želite. Molimo odaberite jedan od sljedećih stilova.
lt: Jūs galite taip pat tinkinti jūsų <b>KDE meniu</b> pagal jūsų nuožiurą. Prašom pasirinkti iš pateiktų stylių.
sr: Можете прилагодити и свој <b>KDE мени</b> на начин који желите. Молимо одаберите један од следећих стилова.

source: Kick-off Menu
hr: Kick-off izbornik
lt: Kick-off Meniu
sr: Kick-off мени

source: Simple Menu
hr: Jednostavni izbornik
lt: paprastas meniu
sr: Једноставан мени

source: Lancelot Menu
hr: Lancelot izbornik
lt: lancelot meniu
sr: Lancelot мени

source: Sample
hr: Uzorak
lt: pavyzdis
sr: Узорак

source: Packages
hr: Paketi
lt: paketai
sr: Пакети

source: Show updates in the system tray
hr: Pokaži dopune u traci sustava
lt: Rodyti naujinimų sistemos juostoje
sr: Прикажи ажурирања у системској траци

source: Check updates automatically every
hr: Provjeri dopune automatski svakih
lt: Tikrinti naujinymų kas...
sr: Провери ажурирања сваких

source: hours
hr: sati
lt: valandų
sr: сати

source: To install and remove programs to Pisi Linux, use Package-Manager. Package-Manager also can automatically install the latest updates available. You can set the period for checking new updates.
hr: Za instalaciju i uklanjanje programa u Pisi Linux, koristite Upravitelj-paketa. Upravitelj-paketa također može automatski instalirati najnovije dostupne dopune. Možete postaviti rok za provjeru novih dopuna.
lt: Įdegymui iš šalinimui programų Pisi Linux, nauduokyte Paketų valdyklį. Paketų valdyklis taip pat sugeba automatiškai įdegynėti esmų naujinymų. Galite pasirinkti nauninymų tikrinymo dažnumą.
sr: За инсталацију и уклањање програма у Pisi Linux-у, користите управник пакета. Управник пакета такође може аутоматски инсталирати најновија ажурирања. Можете поставити рок за проверу нових ажурирања.

source: Updates
hr: Dopune
lt: naujinymai
sr: Ажурирања

source: <html><head/><body><p><span style=" font-weight:600;">Smolt</span> is a tool that collects the information in the following table and sends it to us for which lets us improve Pisi Linux according to the user profile statistics.</p></body></html>
lt: <html><head/><body><p><span style="font-weight:600;">Smolt</span> programa, renkati informaciją apie vartotojo profilį lentelės pavidalų bei jos siunančia į Pisi linux</p></body></html>
sr: <html><head/><body><p><span style=" font-weight:600;">Smolt</span> је алат који прикупља информације у следећу табелу и шаље их нама, што нам омогућава да побољшамоje Pisi Linux у складу са статистикама корисничког профила.</p></body></html>

source: &Send my profile
hr: &Pošalji moj profil
lt: &siusti mano profylį
sr: &Пошаљи мој профил

source: &Privacy policy
hr: &Pravila privatnosti
lt: &Privatumo politika
sr: Политика приватности

source: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans Serif'; font-size:9pt; font-weight:400; font-style:normal;"> <p style=" margin-top:12px; margin-bottom:12px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"> Smolt will only send hardware and basic operating system information to the Pisi Linux smolt server (smoon). The only tie from the database to a submitters machine is the UUID. As long as the submitter does not give out this UUID the submission is anonymous. If at any point in time a user wants to delete their profile from the database they need only run</p> <p style=" margin-top:12px; margin-bottom:12px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"> <span style=" font-style:italic;">smoltDeleteProfile</span></p> <p style=" margin-top:12px; margin-bottom:12px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"> The information sent to the smolt database server should be considered public in that anyone can view the statistics, data and share machine profiles. In many ways smolt is designed to get hardware vendors and other 3rd parties attention. As such, not only will this information be shared with 3rd parties, we will be using smolt as leverage to gain better support for open source drivers and better support in general.</p> <p style=" margin-top:12px; margin-bottom:12px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" text-decoration: underline;">IP Logging:</span> In Pisi Linux's smolt install all web traffic goes through a proxy server first. This is the only place IP addresses are being logged and they are kept on that server for a period of 4 weeks at which time log rotation removes these logs. The Pisi Linux Project does not aggregate ip addresses in the smolt database. These logs are private and will not be available to the general public.</p> <p style=" margin-top:12px; margin-bottom:12px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"> Users unhappy with this policy should simply not use smolt. Users with questions about this policy should contact the Pisi Linux Infrastructure Team at admin [at] pisilinux.org Also remember that users can delete their profiles at any time using &quot;<span style=" font-style:italic;">smoltDeleteProfile</span>&quot;</p></body></html>
hr: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans Serif'; font-size:9pt; font-weight:400; font-style:normal;"> <p style=" margin-top:12px; margin-bottom:12px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"> Smolt će slati samo informacije o hardware-u te osnovne informacije o operativnom sutavu Pisi Linux smolt poslužitelju (smoon). Jedina spojnica od baze podataka do računala podnositelja je UUID. Dokle god podnositelj ne oda svoj UUID podnesak je anoniman. Ako u bilo kojem trenutku korisnik želi izbrisati svoj profil iz baze podataka samo treba pokrenuti</p> <p style=" margin-top:12px; margin-bottom:12px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"> <span style=" font-style:italic;">smoltIzbrišiprofil</span></p> <p style=" margin-top:12px; margin-bottom:12px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"> Informacija poslana u smolt bazu podataka smatrati će se javnomu tome da svatko može vidjeti statistiku,podatke i dijeliti profile računala. Na mnogo načina smolt je oblikovan da privuče pažnju prodavača hardware-a i proizvođača treće strane.Kao takva,ova informacija neće samo biti podijeljena sa proizvođačima treće strane,koristiti ćemo informaciju da bismo dobili bolju podršku za upravljačke programe otvorenoga koda i dobivanj bolje podrške općenitol.</p> <p style=" margin-top:12px; margin-bottom:12px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" text-decoration: underline;">IP Logging:</span> U Pisi Linuxovom smoltu sav internetski promet ide najprije preko proxy poslužitelja. Ovo je jedino mjesto gdje se IP adrese zapisuju i zadržavaju na poslužitelju 4 tjedna,nakon čega se brišu. Pisi Linux projekt ne prikuplja ip adrese u smolt bazi podataka. Ovi zapisi su privatni i neće biti dostupni javnosti.</p> <p style=" margin-top:12px; margin-bottom:12px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"> Korisnici koji su nezadovoljni ovom politikom mogu jednostavno ne koristiti smolt. Korisnici koji imaju pitanja u svezi ovepolitike mogu kontaktirati Pisi Linux Infrastructure Team na admin [at] pisilinux.org Također zapamtite da korisnik može bilo kada izbrisati svoj profil koristeći &quot;<span style=" font-style:italic;">smoltIzbrišiprofil</span>&quot;</p></body></html>
sr: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans Serif'; font-size:9pt; font-weight:400; font-style:normal;"> <p style=" margin-top:12px; margin-bottom:12px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"> Smolt ће слати само информације о хардверу и основне информације о оперативном систему Pisi Linux smolt серверу(smoon). Једина веза од базе података до рачунара подносиоца је UUID. Докле год подносиоц не ода свој UUID поднесак је анониман. Уколико у било ком тренутку тренутни корисник жели да избрише свој профил из базе података само треба да покрене </p> <p style=" margin-top:12px; margin-bottom:12px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"> <span style=" font-style:italic;">smoltИзбришипрофил</span></p> <p style=" margin-top:12px; margin-bottom:12px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"> Информација послата у smolt базу података ће се сматрати јавном па ће свако бити у прилици да види статистику, податке и да дели профиле рачунара. На много начина smolt је обликован тако да привуче пажњу продаваца хардвера и произвођача трећих страна. Као таква, ова информација само неће бити подељена са произвођачима трећих страна, већ ћемо користити ову информацију да би добили бољу подршку за управљачке програме отвореног кода и добијања боље подршке уопште.</p> <p style=" margin-top:12px; margin-bottom:12px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" text-decoration: underline;">IP Logging:</span> У Pisi Linux-овом smolt-у сав Интернет саобраћај иде најпре преко proxy сервера. Ово је једино место где се IP адресе записују и задржавају на серверу 4 недеље а након тога бришу. Pisi Linux пројект не прикупља ИП адресе у smolt бази података. Ови записи су проватни и неће бити доступни јавности.</p> <p style=" margin-top:12px; margin-bottom:12px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"> Корисници који нису задовољни овом политиком могу једноставно избећи коришћење smolt-а. Корисници који имају питања у вези ове политике могу контактирати Pisi Linux Infrastructure Team преко адресе admin [at] pisilinux.org Такође запамтите да корисник може било када избрисати свој профил коришћењем &quot;<span style=" font-style:italic;">smoltИзбришипрофил</span>&quot;</p></body></html>

source: Search
hr: Traži
lt: Įeškoti
sr: Тражи

source: Enable / Disable Strigi Desktop Search
lt: Nauduoti/Ne nauduoti Strigi Darbalaukio paiešką
sr: Омогући / Онемогући Strigi претрагу радне површине

source: Welcome to Pisi Linux
lt: PISI Linux sveikyna jūs
sr: Добродошли у Pisi Linux

source: Cancel
hr: Odgodi
lt: atšaukti
sr: Откажи

source: Back
hr: Nazad
lt: atgal
sr: Назад

source: Next
hr: Slijedeće
lt: Toliau
sr: Следеће

source: Finish
hr: Završi
lt: Pabaiga
sr: Заврши

source: Apply Settings
hr: Primjeni postavke
lt: Pritakyti parametrus
sr: Примени подешавања

source: <html><head/><body><p>You have successfully finished all steps. Here's a summary of the settings you want to apply. Click <span style=" font-weight:600;">Apply Settings</span> to save them now. You are now ready to enjoy Pisi Linux!</p></body></html>
lt: <html><head/><body><p>Jūs sekmingai pabaigot visas etapus. Štai santrauka norimus parametrus taikyti . Spauskite <span style=" font-weight:600;"> Taikyti nustatymus </ span> išsaugoti juos dabar. Dabar jūs esate pasiruošę mėgautis Pisi Linux!</p></body></html>
sr: <html><head/><body><p>Успешно сте завршили све кораке. Овде је резиме подешавања које желите да примените. Кликните на <span style=" font-weight:600;">Примени подешавања</span> да бисте их сачували. Сада сте потпуно спремни за уживање у Pisi Linux-у!</p></body></html>

source: The following settings will be applied
hr: Slijedeće postavke će biti primjenjene
lt: Šie nustatymai bus taikomi
sr: Следећа подешавања ће бити примењена

source: Choose a Menu Style
hr: Izaberite stil izbornika
lt: Pasirinkite Meniu tipą
sr: Изаберите стил менија

source: Kick-off menu is the default menu of Pisi Linux.<br><br>The program shortcuts are easy to access and well organized.
hr: Kick-off izbornik je zadani izbornik Pisi Linuxa.<br>br>Prečaci programa su lako dostupni i dobro organizirani.
lt: Kick-off meniu yra menių tipas pagal nutylejimą Pisi Linux.<br><br> Programų nuorodas gerai organizuoti patogiam nauduojimui.
sr: Kick-off мени је подразумевани мени Pisi Linux-а.<br>br>Пречице програма су лако доступне и добро организоване.

source: Simple menu is an old style menu from KDE 3.<br><br>It is a very lightweight menu thus it is recommended for slower PC's.
hr: Jednostavni izbornik je izbornik staroga stila iz KDE3.<br><br>To je vrlo lagan izbornik i preporučuje se za sporije PC-e.
lt: Paprastas meniu tai senas KDE3 meniu tipas. <br><br> Tai lengvas meniu tipas skirtas silpniems kompiuteriams
sr: Једноставни мени је мени старог стила из KDE3 радне површине.<br><br>То је врло лаган мени и препоручује се за спорије рачунаре.

source: Lancelot is an advanced and highly customizable menu for Pisi Linux.<br><br>The program shortcuts are easy to access and well organized.
hr: Lancelot je napredni i vrlo prilagodljiv izbornik za Pisi Linux.<br><br>Prečaci programa su lako dostupni i dobro organizirani.
lt: Lancelot meniu yra pažangus ir labiausiai tinkyntas meniu Pisi linux. <br><br> programų nuorodos patuogus naudojimui ir gerai suruošioti
sr: Lancelot је напредан и врло прилагодљив мени за Pisi Linux.<br><br>Пречице програма су лако доступне и добро организоване.

source: Welcome Wizard
hr: Čarobnjak dobrodošlice
lt: Sveikynimo vedlys
sr: Чаробњак добродошлице

source: Strigi Desktop Search indexes your frequently used files. This gives you very fast file search results. Strigi also can search for files based on their contents.
hr: Strigi pretraživanje radne površine indeksira Vaše često korištene datoteke. To Vam daje vrlo brze rezultate pretraživanja datoteka. Strigi također može tražiti datoteke na temelju njihovog sadržaja.
lt: Strigi Darbastalio paieška indeksuoja jūsu ieškomos bylas. Dėko šiuo gaunamos geriasnies paieškos rezultatai. Strigi taip pat gali rasti bylas atitynkačios reikamų turyniui
sr: Strigi претраживање радне површине индексира ваше често коришћене датотеке. То Вам даје врло брзе резултате претраживања датотека. Strigi такође може тражити датотеке на основу њиховог садржаја.

source: Allow Strigi to index my files
hr: Dopusti da Strigi indeksira moje datoteke
lt: leisti Strigi indeksuoti mano bylas
sr: Допусти да Strigi индексира моје датотеке

source: Search Options
hr: Opcije traženja
lt: paieškos galimybės
sr: Опције тражења

source: Help Pisi Linux Improve!
hr: Pomozi da se Pisi Linux poboljša!
lt: Padėkite Pisi Linux pagerinti
sr: Помозите да се Pisi Linux побољша !

source: Label
hr: Natpis
lt: Žymė
sr: Натпис

source: Data
hr: Podaci
sr: Подаци

source: &Host Information
hr: & Informacije o računalu
lt: &Host informacija
sr: Информације о рачунару

source: OS
sr: ОС

source: Default Run Level
hr: Zadana razina pokretanja
lt: Paleidymo lygis pagal nutolėjimą
sr: Подразумевани ниво покретања

source: Language
hr: Jezik
lt: kalba
sr: Језик

source: Platform
hr: Platforma
lt: Platforma
sr: Платформа

source: CPU Vendor
hr: CPU isporučitelj
lt: CPU gamintojas
sr: Добављач процесора

source: CPU Model
hr: Model procesora
lt: CPU Modelis
sr: Модел процесора
