Repository: SamiBabat/project
Catalog: kaptan/po/*.po
Languages: hr, lt, sr

source: CPU Stepping
lt: CPU žingsnis
sr: Stepping процесора

source: CPU Family
hr: Obitelj procesora
lt: CPU šeima
sr: Породица процесора

source: CPU Model Num
hr: Broj modela procesora
lt: CPU modelio numeris
sr: Број модела процесора

source: Number of CPUs
hr: Broj procesora
lt: CPU kiekis
sr: Број процесора

source: CPU Speed
hr: Brzina procesora
lt: CPU dažnis
sr: Брзина процесора

source: System Memory
hr: Memorija sustava
lt: Sistemos atmintis
sr: Системска меморија

source: System Swap
hr: Swap sustava
lt: Sismos swap
sr: Системски Swap

source: Vendor
hr: Isporučitelj
lt: gamyntojas
sr: Добављач

source: System
hr: Sustav
lt: Sistema
sr: Систем

source: Form Factor
sr: Фактор форме

source: Kernel
lt: branduolis
sr: Кернел

source: SELinux Enabled
hr: SELinux omogućen
lt: SELinux nauduojasi
sr: SELinux омогућен

source: SELinux Policy
hr: SELinux pravila
lt: SElinux Politika
sr: SELinux политика

source: SELinux Enforce
lt: SElinux užtikrinimas
sr: Присили SELinux

source: Yes
hr: Da
lt: Taip
sr: Да

source: No
hr: Ne
lt: Ne
sr: Не

source: singleClick
lt: vienas paspaudymas
sr: Један клик

source: DoubleClick
lt: dvigubas paspaudymas
sr: Двоструки клик

source: The <b>clicking behavior</b> defines how many times you want to click when you are opening a file. If you are <b>left handed</b>, you may prefer to swap the left and right buttons of your pointing device.
hr: <b>Ponašanje klika</b> definira koliko puta želite kliknuti pri otvaranju datoteke. Ako ste <b>ljevoruki,</b> možda ćete htjeti zamijeniti lijeve i desne tipke vašeg pokazivačkog uređaja.
lt: <b> Spustelėjimo elgesys </ b>, apibrėžia, kiek kartų norite spustelėkite kai norite atidaryti failą. Jei <b> kairiarankiams </ b> gali norėti apsikeitimo kairę ir į dešinę mygtukus žymiklio valdymo įrenginį.
sr: <b>Понашање клика</b> дефинише колико пута треба кликнути при отварању датотеке. Ако сте <b>леворуки,</b> можда ћете желети заменити леве и десне тастере вашег показивачког уређаја.

source: Clicking Behaviour
hr: Ponašanje klikanja
lt: Paspaudimo elgsena
sr: Понашање кликтања

source: Single-click to open files and folders
hr: Jedan klik za otvaranje datoteka i mapa
lt: vienas paspaudymas atydaryti bylas ir aplankas
sr: Један клик за отварање датотека и фасцикли

source: Dou&ble-click to open files and folders
hr: Dvostruki klik za otvaranje datoteka i mapa
lt: Dvigubas paspaudymas atydaryti bylas ir aplankas
sr: Двоструки клик за отварање датотека и фасцикли

source: Button Order
hr: Redoslijed dugmadi
lt: Migtukas Užsakyti
sr: Редослед тастера

source: Right Hand
hr: Desna ruka
lt: Dešynranki
sr: Десна рука

source: Left Hand
hr: Lijeva ruka
lt: kaireranki
sr: Лева рука

source: Reverse scrolling
hr: Obrnuto pomicanje
lt: Grįžtamasis slinkimas
sr: Обрнуто померање

source: Install / Remove Programs
hr: Instaliraj/ukloni programe
lt: Įdegti/ pašalinti Programas
sr: Инсталирај / Уклони програме

source: Congratulations!
hr: Čestitamo!
lt: Padėka
sr: Честитамо !

source: Welcome
hr: Dobrodošli
lt: Sveiki atvykė
sr: Добродошли

source: Welcome to %s
hr: Dobrošli u %s
lt: Sveiki atvykė %s
sr: Добродошли у %s

source: What is Pisi Linux?
hr: Što je Pisi Linux?
lt: Kas yra Pisi Linux
sr: Шта је Pisi Linux ?

source: <html><head/><body><p><span style=" font-weight:600;">Pisi Linux</span> is a reliable, secure, fast and user friendly operating system. <br/><br/>With Pisi Linux, you can connect to the internet, read your e-mails, work with your office documents, watch movies, play music, develop applications, play games and much more! <br/><br/><span style=" font-weight:600;">Kaptan</span> will help you personalize your Pisi Linux workspace easily and quickly. Please click <span style=" font-weight:600;">next</span> in order to begin.</p></body></html>
lt: html> <head/> <body> <p> style=" font-weight:600;"> Pisi Linux </ span> yra patikimas, saugi, greita ir patogi operacinė sistema. <br/> Su Pisi Linux, galite prisijungti prie interneto, skaityti elektroninius laiškus, dirbti su biuro dokumentais, žiūrėti filmus, klausytis muzikos, kurti programas, žaisti žaidimus ir daug daugiau! <br/> <span style=" font-weight:600;"> Kaptan </ span> padės jums individualizuoti savo Pisi Linux darbo vietą lengvai ir greitai. Spustelėkite <span style=" font-weight:600;"> kitą </ span>, kad pradėti. </ P> </ body> </ html>
sr: <html><head/><body><p><span style=" font-weight:600;">Pisi Linux</span> је поудан, сигуран, брз и кориснику пријатељски настројен оперативни ситем. <br/><br/>Са Pisi Linux-ом, можете се повезивати на Интернет, читати вашу електронску пошту, радити са вашим канцеларијским документима, гледати филмове, слушати музику, развијати програме, играти игре и још много тога ! <br/><br/><span style=" font-weight:600;">Kaptan</span> ће Вам помоћи да лако и брзо прилагодите својим потребама Ваш Pisi Linux радни простор. Молим кликните <span style=" font-weight:600;">следеће</span> да би започели.</p></body></html>

source: User Picture
hr: Korisnička fotografija
lt: Vartotojo Paveikslelis
sr: Фотографија корисника

source: Create Your User Picture
hr: Napravite vašu korisničku fotografiju
lt: Sukurti jūsu vartotojo Paveikslelį
sr: Направите вашу корисничку фотографију

source: Choose a Wallpaper
hr: Izaberite pozadinu
lt: pasirinkti užsklandą
sr: Изаберите позадиину

source: Choose your favorite theme and desktop type. Customize Pisi Linux with colorful styles and themes.
hr: Odaberite vašu omiljenu temu i vrstu radne površine.Prolagodite Pisi Linux razovrsnim stilovima i temama.
lt: Pasirinkti savo mėgstamą tema ir darbastalio tipą. Tinkinti Pisi Linux spalvingais stiluimi ir temomis.
sr: Одаберите вашу омиљену тему и врсту радне површине. Прилагодите Pisi Linux разноврсним стиловима и темама.

source: KDE Themes
hr: KDE teme
lt: KDE temos
sr: KDE теме

source: Icons
hr: Ikone
lt: ikonos
sr: Иконе

source: Oxygen - The official icon set of KDE
hr: Oxygen - službeni skup KDE ikona
lt: oxigen - oficiali KDE tema
sr: Oxygen - званични KDE скуп икона

source: kfaenza - KDE4 icon set of Pisi Linux
lt: kfaenza - KDE ikonų rinkynis Pisi Linux
sr: kfaenza - KDE4 скуп икона Pisi Linux-а

source: Desktop Type
hr: Tip radne površine
lt: darbastalio typas
sr: Тип радне површине

source: Desktop view (KDE4 Style)
hr: Pogled radne površine (KDE4 stil)
lt: darbastalio peržiura (KDE4 stilius)
sr: Поглед радне површине (KDE4 стил)

source: Folder view (KDE3 Style)
hr: Pogled mape (KDE3 stil)
lt: Aplankų peržiura (KDE3 stilius)
sr: Поглед фасцикле (KDE3 стил)

source: Number of Desktops
hr: Broj radnih površina
lt: Darbastalių kiekis
sr: Број радних површина

source: oxygen
lt: oxigen
