Repository: SamiBabat/project
Catalog: yali-faimly/yali-3.0.2/po/*.po
Languages: it

source: There appears to be more than one resizeable partition. You can select a partition from the list below or YALI will select one for you.
it: Pare ci sia più di una partizione ridimensionabile. Puoi selezionarne una dalla lista oppure lasciare che YALI ne selezioni una per te.

source: Automatically choose the partition to resize (recommended)
it: Scegli automaticamente la partizione da ridimensionare (consigliato)

source: I will choose the target
it: Sceglierò io il disco

source: Use Selected
it: Usa disco selezionato

source: Use All Disk
it: Utilizza Tutto lo Spazio

source: Shrink Current System
it: Ridimensiona il Sistema Attuale

source: Use Free Space
it: Utilizza Spazio Libero

source: Manual Partitioning
it: Partizionamento Manuale

source: Advanced settings
it: Impostazioni avanzate

source: Default settings
it: Impostazioni predefinite

source: Don't install bootloader
it: Non installare il bootloader

source: The first sector of
it: Il primo settore di

source: You can validate the integrity of the installation packages. Although this is an optional step, we highly recommend to do the validation in order to avoid any possible errors during the installation process.
it: Puoi verificare l'integrità dei pacchetti nel CD di installazione. Anche se questo passaggio è opzionale, noi ti incoraggiamo a farlo per evitare qualsiasi errore durante l'installazione.

source: Validation failed
it: Verifica fallita

source: Validation succeeded
it: Verifica eseguita con successo

source: Validate
it: Verifica

source: To use PiSi History support, you may need to be online. You can use a connection profile from the list below:
it: Per usare lo storico delle operazioni effettuate da PiSi hai bisogno di una connessione Internet. Puoi scegliere un profilo per la connesione da questa lista:

source: Connect
it: Connetti

source: Standard Partition
it: Partizione standard

source: General purpose of partition creation
it: Obiettivo generale della creazione di partizione

source: Volume Group
it: Gruppo del Volume

source: Requires at least 1 free LVM formatted partition
it: Richiede almeno 1 partizione libera LVM formattata

source: Logical Volume
it: Volume Logico

source: Create Logical Volume on selected Volume Group
it: Crea Volume Logico nel Gruppo Volume selezionato

source: Physical Volume
it: Volume Fisico

source: Create LVM formatted partition
it: Crea partizione formattato LVM

source: Raid Member
it: Membro Raid

source: Create Raid formatted partition
it: Crea partizione formattato Raid

source: Requires at least 2 free Raid formatted partition
it: Richiede almeno 2 partizioni libere Raid formattate

source: Date
it: Data

source: Time
it: Ora

source: Timezone
it: Fuso orario

source: Unhandled exception occured
it: Eccezione non gestita

source: Please fill a bug report at http://bugs.pisilinux.org.tr/ attaching the following backtrace.
it: Si prega di compilare un bug report a http://bugs.pisilinux.org.tr/ allegando la seguente traccia.

source: Reboot
it: Riavvia

source: Show Backtrace
it: Mostra Traccia

source: help content
it: contenuti di aiuto

source: Welcome to YALI (Yet Another Linux Installer), where you will have the opportunity to verify the installation medium, select your keyboard layout, choose your time-zone, create user accounts and prepare your disk - followed by a summary and final review before committing to the installation of Pisi Linux. Further information for each page of the installer may be viewed by clicking the question-mark icon at the top of its page. YALI was designed with ease of use in mind and should not pose a problem to the novice Linux user. As with all such procedures though, any valuable data on your system should be backed-up before commencing.
it: Benvenuto in YALI (Yet Another Linux Installer), qui hai la possibilità di verificare il media di installazione, scegliere la disposizione della tua tastiera, scegliere il tuo fuso orario, creare profili utente e preparare il tuo disco rigido - seguita da un riassunto e revisione finale prima di avviare l'installazione di Pisi Linux. Ulteriori informazioni su ogni passaggio dell'installazione possono essere visualizzate cliccando sull'icona punto interrogativo in alto della pagina. YALI è stato progettato per essere di facile utilizzo e per non essere difficile per un utente novizio. Si consiglia comunque di effettuare un back-up dei dati importanti prima di avviare l'installazione.

source: Installing Package:
it: Installazione pacchetto:

source: Keyboard Layouts
it: Disposizioni della Tastiera

source: Test Layout
it: Prova la Disposizione

source: <html><head/><body><p>Before installing Pisi Linux on your computer, please read and accept the terms of free / open source licenses of the softwares included in this installation medium. <a href="#"><span style=" text-decoration: underline; color:#56a2c0;">License texts</span></a></p></body></html>
it: <html><head/><body><p>Prima di installare Pisi Linux sul proprio computer, preghiamo di leggere e accettare i termini delle licenze free / open source dei software inclusi in questo supporto di installazione. <a href=\"#\"><span style=\" text-decoration: underline; color:#56a2c0;\">License texts</span></a></p></body></html>

source: I understand and accept the terms
it: Capisco e accetto i termini

source: Logical Volume:
it: Volume Logico

source: Use :
it: Utilizzo:

source: Size :
it: Dimensione :

source: Resize
it: Ridimensiona

source: Format
it: Formattare?

source: Migrate
it: Migrare

source: Release Notes
it: Note di rilascio

source: Previous Screen
it: Schermata precedente

source: Back
it: Indietro

source: Next Screen
it: Schermata successiva

source: Next
it: Avanti

source: Device
it: Dispositivo

source: Mount Point
it: Punto di Montaggio

source: Label
it: Etichetta

source: Type
it: Tipo

source: Size
it: Dimensione

source: Create
it: Crea

source: Delete
it: Cancella

source: Format :
it: Formattare :

source: Yes, format this partition
it: Si, formatta questa partizione

source: Delete Partition
it: Elimina partizione

source: Resize Partition
it: Ridimensiona partizione

source: Changes will be applied after Summary Screen.
it: Le modifiche saranno apportate dopo lo schermo di riepilogo.

source: Refresh Disks
it: Aggiorna

source: Reset All Changes
it: Annulla tutti i cambiamenti

source: Apply
it: Applica

source: Force to be primary partition
it: Forza ad essere partizione primaria

source: Use:
it: Utilizzo:

source: Force to be a primary partition
it: Forza ad essere partizione primaria

source: Which partition would you like to shrink to make room for your installation?
it: Quale partizione vuoi ridurre per fare spazio per l'installazione?

source: Shrink partition to size (in MB)
it: Ridurre dimensione della partizione a (in MB)

source: Shrink partition to size (in MB) :
it: Ridurre dimensione della partizione a (in MB) :

source: Cancel
it: Annulla

source: Shrink
it: Ridurre

source: Changes will be applied when you click "Resize". To cancel the changes, click <b>"Cancel". <br><br> Warning: A resizing operation may corrupt the partition, rendering the data on it unreachable. Make sure that you have backed up the data. Note that this operation cannot be undone.<b>
it: Le modifiche verranno applicate dopo aver fatto click sul pulsante "Ridimensiona". <br><br> Per annullare i cambiamenti, fare click sul tasto <b>"Cancel". Attenzione: l' operazione di ridimensionamento può corrompere la partizione, rendendo i dati sul disco irraggiungibili. Assicurarsi di aver eseguito il backup dei dati. Si noti che questa operazione non può essere annullata. <b>

source: Raid Device:
it: Dispositivo Raid:

source: Raid Level:
it: Livello Raid:

source: Raid Members:
it: Membri Raid:

source: Number of spares:
it: Numero di ricambi:

source: Select where to install the GRUB bootloader
it: Scegli il disco su cui installare il bootloader

source: First bootable disk (recommended)
it: Installa nel primo disco avviabile (consigliato)

source: Disk partition where Pisi Linux is installed
it: Partizione sulla quale è installato Pisi Linux

source: Selected disk below
it: Disco selezionato

source: Choose the user you want to reset the password:
it: Scegli l'utente per il quale si desidera reimpostare la password:

source: Confirm Password
it: Conferma Password

source: Reset Password
it: Reimposta Password

source: <b>Connection status:</b>
it: <b>Stato della connessione:</b>

source: To use PiSi's history feature, you may need to be online. Select connection profile.
it: Per usare lo storico delle operazioni PiSi, hai bisogno di una connessione ad Internet. Selezione un profilo qui sotto.

source: Select Connection
it: Seleziona una connessione

source: Select the operation to undo:
it: Seleziona operazione da annullare:

source: Choose what do you want to do to repair your system
it: Scegli cosa vuoi fare per ripristinare il tuo sistema

source: Reinstall bootloader
it: Reinstalla bootloader

source: Reset forgotten password
it: Reimposta password dimenticata

source: Return back to a previous system state
it: Torna indietro ad uno stato precedente del sistema

source: Administrator password
it: Password dell'amministratore di sistema

source: Confirm password
it: Conferma password

source: Computer Name
it: Nome Computer

source: User Name
it: Nome Utente

source: Real Name
it: Nome Reale

source: Custom User ID
it: ID utente personalizzato:

source: Not recommended
it: Sconsigliato

source: Bypass authorization attempts for this user
it: Tentativo di bypass autorizzazione per questo utente

source: Add user to administrator (wheel) group
it: Aggiungi utente al gruppo administrator (wheel)

source: Select auto login user
it: Seleziona utente login automatico

source: Add
it: Aggiungi

source: Advanced
it: Avanzato

source: Volume Group Name:
it: Nome del Gruppo Volume:

source: Physical Extends
it: Estensioni Fisiche

source: Physical Volumes to use:
it: Volumi fisici da utilizzare:

source: Total Space:
it: Spazio Totale:

source: Free Space:
it: Spazio Libero:

source: Logical Volumes
it: Volumi Logici

source: Mountpoint
it: Punto di montaggio

source: Used Space:
it: Spazio Usato:

source: Pisi Linux is installed and running successfully... Before you login to system, you need to create your first user and set the system wide configurations.
it: Pisi Linux è installato e funziona correttamente ... Prima di accedere al sistema, è necessario creare il primo utente e impostare le configurazioni di sistema.

source: Not enough physical volumes
it: Volume fisico insufficente

source: At least one unused physical volume partition is needed to create an LVM Volume Group. Create a partition or RAID array of type "physical volume (LVM)" and then select the "LVM" option again.
it: E' necessaria almeno una partizione inutilizzata del volume fisico per creare un gruppo di volumi LVM. Creare una partizione o un RAID di tipo "volume fisico (LVM)" e quindi selezionare di nuovo l'opzione "LVM" .

source: Make LVM Volume Group
it: Fai Gruppo di Volumi LVM

source: Edit LVM Volume Group: %s
it: Modifica Gruppo di Volumi LVM: %s

source: Edit LVM Volume Group
it: Modifica Gruppo di Volumi LVM

source: Invalid Volume Group Name
it: Nome Invalido di Gruppo di Volumi

source: Name in use
it: Nome in uso

source: The volume group name "%s" is already in use. Please pick another.
it: Il Nome di Gruppo di Volumi "%s" è già in uso. Si prega di scegliere un altro.

source: Not enough space
it: Spazio non sufficente

source: The physical extent size cannot be changed because otherwise the space required by the currently defined logical volumes will be increased to more than the available space.
it: La dimensione fisica non può essere modificata perché altrimenti lo spazio richiesto dai volumi logici attualmente definiti sarà maggiore dello spazio disponibile.

source: Confirm Physical Extent Change
it: Conferma il Cambio di Estensione Fisica

source: This change in the value of the physical extent will require the sizes of the current logical volume requests to be rounded up in size to an integer multiple of the physical extent. This change will take effect immediately.
it: Questa modifica al valore dell' estensione fisica richiederà le dimensioni dell' attuale volume logico di essere arrotondate per un multiplo intero della estensione fisica. Questa modifica avrà effetto immediatamente.

source: Continue
it: Continua

source: The physical extent size cannot be changed because the value selected (%(curpe)10.2f MB) is larger than the smallest physical volume (%(maxpvsize)10.2f MB) in the volume group.
it: La dimensione dell' estensione fisica non può essere modificata perchè il valore selezionato (%(curpe)10.2f MB) è più grande del volume fisico più piccolo (%(maxpvsize)10.2f MB) nel gruppo volume.

source: The physical extent size cannot be changed because the value selected (%(curpe)10.2f MB) is too large compared to the size of the smallest physical volume (%(maxpvsize)10.2f MB) in the volume group.
it: La dimensione dell' estensione fisica non può essere modificata perchè il valore selezionato (%(curpe)10.2f MB) è troppo grande rispetto al volume fisico più piccolo (%(maxpvsize)10.2f MB) nel gruppo volume.

source: Too small
it: Troppo piccolo

source: This change in the value of the physical extent will waste substantial space on one or more of the physical volumes in the volume group.
it: Questa modifica al valore dell' estensione fisica sprecherà spazio sostanziale in uno o piu volumi fisici del gruppo volumi.

source: The physical extent size cannot be changed because the resulting maximum logical volume size (%10.2f MB) is smaller than one or more of their currently defined logical volumes.
it: La dimensione dell' estensione fisica non può essere modificata perchè la dimensione massima del volume logico (%10.2f MB) risulterebbe più piccolo di uno o più volumi logici già definiti.

source: No free slots
it: Nessun slot disponibile

source: You cannot create more than %d logical volume per volume group.
it: Non puoi creare più di %d volumi logici per gruppo volume.

source: No free space
it: Non c'è spazio libero

source: There is no room left in the volume group to create new logical volumes. To add a logical volume you must reduce the size of one or more of the currently existing logical volumes
it: Non c'è abbastanza spazio nel gruppo volume per creare nuovi volumi logici. Per aggiungere un volume logiche si deve ridurre la dimensione di uno o più volumi logici già esistenti.

source: Confirm Delete
it: Conferma Cancella

source: Are you sure you want to delete the logical volume "%s"?
it: Sei sicuro di voler eliminare il volume logico "%s"?

source: Make Logical Volume
it: Fai Volume Logico

source: Edit Logical Volume: %s
it: Modifica Volume Logico: %s

source: Mount Point Error
it: Errore di Punto di Montaggio

source: Mount point in use
it: Punto di montaggio in uso

source: The mount point "%s" is in use. Please pick another.
it: Il punto di montaggio "%s" è in uso. Si prega di scegliere un altro.

source: Illegal Logical Volume Name
it: Nome Non Valido del Volume Logico

source: Illegal logical volume name
it: Nome non valido del volume logico

source: The logical volume name "%s" is already in use. Please pick another.
it: Il nome del volume logico "%s" è in uso. Si prega di scegliere un altro.

source: Illegal size
it: Dimensione illegale

source: The requested size as entered is not a valid number greater than 0.
it: La dimensione richiesta come inserita non è un numero valido maggiore di 0.

source: Create Partition on %(path)s (%(model)s)
it: Crea Partizione a %(path)s (%(model)s)

source: Edit Partition %s
it: Modifica Partizione %s

source: Edit Partition
it: Modifica Partizione

source: Error With Request
it: Errore Con la Richiesta

source: Invalid Raid Members
it: Membri Invalidi Raid

source: Make RAID Device
it: Fai Dispositivo RAID

source: Edit RAID Device: %s
it: Modifica Dispositivo RAID: %s

source: Edit RAID Device
it: Modifica Dispositivo RAID

source: Error!
it: Errore!

source: Exit
it: Uscita

source: Retry
it: Riprova

source: Password is too short.
it: <font color="#FF6D19">La password è troppo breve.</font>

source: Passwords do not match.
it: <font color="#FF6D19">Le password non corrispondono.</font>

source: Do not use your username as your password.
it: <font color="#FF6D19">Non utilizzare il tuo nome come password.</font>

source: Hostname cannot be longer than 64 characters.
it: <font color="#FF6D19">L'hostname non può superare 64 caratteri</font>

source: Hostname contains invalid characters.
it: <font color="#FF6D19">L'hostname contiene caratteri non validi</font>

source: Starting validation...
it: Comincia la verifica..

source: Warning
it: Avviso

source: Skip Validation
it: Salta Convalida

source: Skip Package
it: Salta Pacchetto

source: <font color="#FFF"><b>Validation succeeded. You can proceed with the installation.</b></font>
it: <font color="#FFF"><b>Verifica eseguita con successo. Puoi proseguire alla schermata successiva.</b></font>

source: Adjusting time settings
it: Impostazione delle preferenze dell'orario...

source: Error
it: Errore!

source: You must select at least one drive to be used for installation.
it: Devi selezionare almeno un unità da utilizzare per l'installazione.

source: Running post-install operations...
it: Esecuzione delle procedure post-installazione...

source: Press <b>Restart</b> to restart the computer.
it: Premi <b>Riavvia</b> per riavviare il sistema.

source: Restart
it: Riavvia

source: <b>Please wait while restarting...</b>
it: <b>Si prega di attendere mentre il sistema riavvia...</b>

source: Setting timezone...
it: Impostazione del fuso orario...

source: Migrating Xorg configuration...
it: Migrazione della configurazione di X.org...

source: Copying repository index...
it: Copia indice repositorio..

source: Setting hostname...
it: Impostazione dell'hostname...

source: Setting root password...
it: Impostazione della password di root...

source: Adding users...
it: Aggiunta di utenti...

source: Installing bootloader...
it: Installazione del bootloader...

source: Stopping to D-Bus...
it: Interruzione a D-Bus...

source: Installing <b>%(name)s</b> -- %(summary)s
it: Installazione di <b>%(name)s</b><br>%(summary)s

source: Configuring <b>%s</b>
it: Configurando <b> %s </b>

source: Yes
it: Sì

source: An error occured during the installation of packages. This may be caused by a corrupted installation medium error: %s
it: C'è stato un errore durante l'installazione dei pacchetti. Questo può essere stato causato da una media d'installazione corrotta: %s

source: No storage device found.
it: Nessun dispositivo di memorizzazione trovato.

source: License text could not be found.
it: Testo di licenza non è stato trovato.

source: Partitioning Errors
it: Errori di Partizionamento

source: Partitioning Warnings
it: Avvisi di Partizionamento

source: Format Warnings
it: Avvisi di Format

source: All Changes that you made will be removed
it: Tutte le modifiche eseguite saranno annullate

source: Partition
it: Partizione

source: Member
it: Membro

source: Volume Groups
it: Gruppi di Volume

source: Free
it: Libero

source: Hard Drives
it: Dischi Rigidi

source: Error Partitioning
it: Errore di partizionamento

source: Warning Partitioning
it: Avviso di Partizionamento

source: Warning: %s.
it: Avviso: %s.

source: Modify Partition
it: Modifica Partizione

source: Partition Selection Warning
it: Avviso di Selezione di Partizione

source: Please select free physical partition to create new device.
it: Scegli una partizione fisica libera per creare un nuovo dispositivo.

source: Unable To Edit
it: Impossibile la Modifica

source: You cannot edit this device: %s
it: Non puoi modificare questo dispositivo: %s

source: Don't use your user name or name as a password
it: Non utilizzare il tuo nome utente o il tuo nome come password

source: Passwords do not match
it: Le password non corrispondono

source: Password is too short
it: La password è troppo breve

source: Super User
it: Amministratore (root)

source: Starting D-Bus...
it: Avvio D-Bus...

source: Connecting to D-Bus...
it: Collegamento a D-Bus...

source: Fetching history...
it: Estrazione dello storico...

source: Please Wait...
it: Si Prega di Attendere...

source: No connection available
it: Connessione non esistente

source: Operation %(no)s : %(date)s - %(type)s
it: Operazione %(no)s : %(date)s - %(type)s

source: Connecting to network %s...
it: Connessione alla rete %s...

source: Connection failed
it: Connessione fallita

source: Connected
it: Connesso

source: <b><p>Are you sure you want to restart the computer?</p></b>
it: <b><p>Sei sicuro di voler riavviare il computer?</p></b>

source: Installation starts in <b>%s</b> seconds
it: L'installazione comincerà in <b>%s</b> secondi

source: Start Installation
it: Avvia Installazione

source: Apply Settings
it: Esegui Impostazioni

source: Keyboard Settings
it: Impostazioni tastiera

source: Selected keyboard layout is <b>%s</b>
it: Il layout della tastiera è <b>%s</b>

source: Date/Time Settings
it: Impostazioni Data/Ora

source: Selected TimeZone is <b>%s</b>
it: Il fuso orario selezionato è <b>%s</b>

source: User Settings
it: Impostazioni utente

source: User %(username)s (<b>%(realname)s</b>) added.
it: Utente %(username)s (<b>%(realname)s</b>) aggiunto.

source: User %(username)s (<b>%(realname)s</b>) added with <u>administrator privileges</u>.
it: L'utente %(username)s (<b>%(realname)s</b>) è stato aggiunto con <u>privilegi di amministratore</u>.

source: Hostname Settings
it: Nome dell'host:

source: Hostname is set as <b>%s</b>
it: Hostname: <b>%s</b>

source: Partition Settings
it: Impostazioni partizioni

source: Automatic Partitioning selected.
it: Partizionamento automatico selezionato.

source: Use All Space
it: Utilizza Tutto lo Spazio

source: Replace Existing Linux System(s)
it: Sostituisci il Sistema Esistente Linux

source: Manual Partitioning selected.
it: Partizionamento manuale selezionato.

source: Bootloader Settings
it: Impostazioni Bootloader

source: GRUB will be installed to <b>%s</b>.
it: Grub sarà installato qui: <b>%s</b>

source: GRUB will not be installed.
it: GRUB non verrà installato.

source: Package Installation Settings
it: Impostazioni pacchetti

source: Confirm
it: Conferma

source: Write Changes to Disk
it: Scrivi i Cambiamenti su Disco

source: Go Back
it: Indietro

source: Update
it: Aggiorna

source: This user name is already taken, please choose another one.
it: Questo nome utente esiste già, scegline un altro.

source: The user name contains invalid characters.
it: Il nome utente contiene caratteri non validi.

source: The real name contains invalid characters.
it: Il nome reale contiene caratteri non validi.

source: User ID used before, choose another one!
it: ID Utente già in uso, per favore, scegline un altro!

source: Partitions to Shrink
it: Partizioni da Ridurre

source: Resize FileSystem Error
it: Errore di Ridimensionamento di Filesystem

source: Resize Device Error
it: Errore di Ridimensionamento del Dispositivo

source: Don't ask again
it: Non chiederlo di nuovo

source: Do you want to continue?
it: Vuoi continuare?

source: Information
it: Informazioni

source: Error reporting
it: Segnalazione di errori

source: Style file doesn't exists
it: Il file dello stile non esiste

source: Release file doesn't exists
it: Note di rilascio non esiste

source: Turn Off Computer
it: Spegni il Computer

source: Restart Computer
it: Riavvia il Computer

source: Restart YALI
it: Riavvia YALI

source: right
it: destra

source: left
it: sinistra

source: Mouse Settings
it: Impostazioni Mouse
