Repository: SamiBabat/project
Catalog: yali-faimly/yali-3.0.2/po/*.po
Languages: it

source: You just clicked the <b>%s</b> mouse button.
it: Hai appena cliccato il pulsante <b>%s</b> del mouse.

source: Do you want to switch to the <b>%s</b> handed configuration?
it: Vuoi passare alla configurazione <b>%s</b>?

source: Are you sure you want to shut down your computer now?
it: È sicuro di voler spegnere il computer ora?

source: Are you sure you want to restart your computer now?
it: È sicuro di voler riavviare il computer ora?

source: Are you sure you want to restart the YALI installer now?
it: È sicuro di voler riavviare il sistema di installazione YALI ora?

source: Terminal
it: Terminale

source: Release notes could not be loaded.
it: Note di rilascio non può essere caricato.

source: Are you sure you want to reset the partition table to its original state?
it: Sei sicuro di voler ripristinare la tabella delle partizioni al suo stato originale?

source: Format?
it: Formattare?

source: Do Not Format
it: Non Formattare

source: Storage Device Warning
it: Avvertenza Periferica di archiviazione

source: Reset device
it: Reset del dispositivo

source: Ignore device
it: Ignora il dispositivo

source: Yes, re-initialize
it: Re-inizializzare

source: Invalid mount point
it: Punto di montaggio invalido

source: Skip
it: Salta

source: vginfo failed for %s
it: vginfo fallito su %s

source: lvs failed for %s
it: lvs fallito su %s

source: Resizing filesystem on %s
it: Ridimensionamento di Filesystem su %s

source: Checking filesystem on %s
it: Controllo filesystem su %s

source: Operational error.
it: Errore operazionale.

source: Recoverable errors have been detected or dosfsck has discovered an internal inconsistency.
it: Errori recuperabili sono stati individuati o dosfsck ha scoperto una contraddizione interna.

source: Usage error.
it: Errore di uso.

source: physical volume (LVM)
it: Volume Fisico (LVM)

source: Turkish
it: Turco

source: Turkish F
it: Turco F

source: Turkish Q
it: Turco Q

source: English
it: Inglese

source: English GB
it: Inglese (GB)

source: Greek
it: Greco

source: Vietnamese
it: Vietnamita

source: Catalan
it: Catalano

source: Italian
it: Italiano

source: Czech
it: Ceco

source: Welsh
it: Gallese

source: Arabic
it: Arabo

source: Estonian
it: Estone

source: Spanish
it: Spagnolo

source: Russian
it: Russo

source: Dutch
it: Olandese

source: Portuguese
it: Portoghese

source: Norwegian
it: Norvegese

source: Icelandic
it: Islandese

source: Polish
it: Polacco

source: Belgium
it: Belga

source: French
it: Francese

source: Bulgarian
it: Bulgaro

source: Slovenian
it: Sloveno

source: Croatian
it: Croato

source: German
it: Tedesco

source: Danish
it: Danese

source: Brazilian
it: Portoghese brasiliano

source: Finnish
it: Finlandese

source: Hungarian
it: Ungherese

source: Japanese
it: Giapponese

source: Swedish
it: Svedese

source: Macedonian
it: Macedone

source: Slovak
it: Slovacco

source: Ukrainian
it: Ucraino

source: Serbian
it: Serbo

source: Preparing home directory for %s...
it: Preparazione directory home per %s...

source: Release file is missing
it: Note di rilascio è mancante

source: Release file is inconsistent
it: Note di rilascio è inconsistente

source: Invalid xml file
it: xml file non valida
