Repository: SamiBabat/project
Catalog: mudur/po/*.po
Languages: lt

source: Cannot write mudur.log, read-only file system
lt: Negali užrašyti mudur.log. Bylų sistemos tik skaitymo režimas.

source: Cannot find /etc/pardus-release
lt: Neįmanoma rasti /etc/pradus-release

source: /etc/env.d/03locale cannot be updated
lt: /etc/env.d/03locale neįmanoma atnaujinti

source: Could not set unicode mode on tty %d
lt: Negalima nustatyti Unicode režimą tty %d

source: Cannot connect to DBus, services won't be started
lt: Negalima prisijungti DBus, servisas ne startuoja

source: Unable to start network: %s
lt: Nepavyko paleisti tinklo %s

source: Cannot start system logger
lt: Sistemos žurnalų tarnybos neįmanoma paleisti

source: Starting services
lt: Tarnyba pasileidžia

source: Stopping services
lt: Tarnyba sustabdo

source: Starting %s
lt: Startuoja %s

source: Stopping %s
lt: Stabdomas %s

source: Can't move persistent udev rules from /dev/.udev
lt: Negalima perkelti nuolatinis udev nurudimai iš /dev/.udev

source: Starting udev
lt: Pasileidžia udev

source: Populating /dev
lt: Užpildymas /dev

source: Removing stale lock file /etc/mtab~
lt: Šalinamas pasenusias užraktas faile /etc/mtab~

source: Failed removing stale lock file /etc/mtab~
lt: Ne pavyko pašalinti pasenusio užraktą faile /etc/mtab~

source: /etc/fstab doesn't contain an entry for the root filesystem
lt: /etc/fstab ne turi užrašų šakniniai bylų sistemai

source: Remounting root filesystem read-only
lt: Pašalinama šakninį bylų sistema tik skaitymo režime

source: Checking root filesystem (full check forced)
lt: Tikrinama šakninį bylų sistema ( įgalinama pilnas patikrinimas )

source: Checking root filesystem
lt: Tikrinama šakninį bylų sistema

source: Filesystem repaired, but reboot needed!
lt: Bylų sistema atstatyta, reikalinga paleisti iš naujo

source: Rebooting in 10 seconds...
lt: Pasileis iš naujo per 10 sec...

source: Rebooting...
lt: Pasileidžia iš naujo...

source: Filesystem could not be repaired
lt: Bylų sistema ne gali būti atstatyta

source: Skipping root filesystem check (fstab's passno == 0)
lt: Šakninęs bylų sistemos patikrinimas praleidžiamas (fstab's passno == 0)

source: Remounting root filesystem read/write
lt: pakartotinis prijungimas šaknies bylų sistemos skaitimas/rašymas

source: Root filesystem could not be mounted read/write You can either login below and manually check your filesytem(s) OR restart your system, press F3 and select 'FS check' from boot menu
lt: Šakninė bylų sistema negali būti prijungta skaitymo/rašymo Jūs galite įeiti ir rankinių būdų patikrinti jūsų bylų sistemą (os). Arba paleisti iš naujo jūsų sistemą, paspauskite F3 ir pasirinkite "BS patikrinimas" iš menių

source: Couldn't synchronize /etc/mtab from /proc/mounts
lt: Ne galima sinchronizuoti /etc/mtab iš /proc/mounts

source: Checking all filesystems
lt: Tikrinimosi visos bylų sistemos

source: A full fsck has been forced
lt: Pilnas fsck įgalinimas

source: Filesystem errors corrected
lt: Bylų sistemos klaidas pataisyti

source: Fsck could not correct all errors, manual repair needed
lt: Fsck ne gali ištaisyti visas klaidas, reikalingas rankinis taisymas

source: Mounting local filesystems
lt: prijungiamos lokalus bylų sistemos

source: Mounting remote filesystems
lt: prijungiamos nutuolines bylų sistemos

source: Setting up hostname as '%s'
lt: Kompiuterio vardo nustatyti kaip '%s'

source: Setting disk parameters
lt: nustatyti diskų parametrus

source: Activating swap space
lt: Aktyvuoti swap erdvė

source: Deactivating swap space
lt: SWAP erdvė deaktivojasi

source: Cleaning up /var
lt: Valomas /var

source: Cleaning up /tmp
lt: valomas /tmp

source: Setting system clock to hardware clock
lt: Sisteminis laikas nustatomas techninėje įrangoje

source: Failed to adjust systematic drift of the hardware clock
lt: Nepavyko koreguoti sisteminį pasklidimo aparatūros laikrodžiose

source: Failed to set system clock to hardware clock
lt: Ne pavyko nustatyti sisteminio laiko kaip aparatūros laiką

source: Syncing system clock to hardware clock
lt: Sisteminis laikas sinchronizuojasi su aparatūros laikų

source: Failed to synchronize clocks
lt: ne pavyko sinchronizuoti laiką

source: Unmounting filesystems
lt: bylų sistemos atjungiamos

source: Remounting remaining filesystems read-only
lt: Iš naujo prijungiamos atjungtos bylų sistemos tik skaitimo režime

source: An internal error occured. Please report to the bugs.pardus.org.trwith following information:
lt: Įvyko vidinė klaida. Prašom pranešti bugs.pardus.org.tr pridejus papildoma informaciją.

source: Setting up localhost
lt: Kompiuterio vardo nustatymai.

source: Updating environment variables
lt: Atnaujinamos aplinkos kintamieji

source: local
lt: lokalus

source: server
lt: serveris

source: running
lt: vykdomas

source: yes
lt: taip

source: conditional
lt: sąlyginis

source: Status
lt: Statusas

source: Service
lt: Tarnyba

source: Autostart
lt: Automatinis paleidimas

source: Description
lt: Aprašymas

source: Unable to start %s:
lt: neįmanoma paleisti %s:

source: Unable to stop %s:
lt: Neįmanoma sustabdyti %s:

source: Unable to set %s state:
lt: neįmanoma nustatyti %s būsena:

source: Service '%s' will be auto started.
lt: Tarnyba '%s' bus automatiškai pasileisti.

source: Service '%s' won't be auto started.
lt: Tarnyba '%s' nebus automatiškai pasileidžiama.

source: Service '%s' will be started if required.
lt: Tarnyba '%s' pasileis esant būtinibei.

source: Unable to reload %s:
lt: Neįmanoma įkelti iš naujo '%s'

source: Reloading %s
lt: Įkeliamas iš naujo '%s'

source: You must be root to use that.
lt: Jus privalote būti root kad pasinaudoti tai.

source: Unable to start DBus
lt: DBus paleisti neįmanoma.

source: DBus is not running.
lt: Dbus ne veikia.

source: DBus is running.
lt: DBus veikia.

source: usage: service [<options>] [<service>] <command> where command is: list Display service list status Display service status info Display service status on Auto start the service off Don't auto start the service start Start the service stop Stop the service restart Stop the service, then start again reload Reload the configuration (if service supports this) and option is: -N, --no-color Don't use color in output -q, --quiet Don't print replies
lt: Naudojamas: tarnyba [<options>] [<service>] <command> kur komanda: Pateikti į Ekraną tarnybų sąrašą Ekrano statusas tarnybos statusas Automatiškai pasileidžiamos tarnybos Išjungtos automatiškai pasileidžiamos tarnybos paleisti Start tarnybą sustabdyti Start tarnybą paleisti iš naujo Start tarnybą, po to vėl paleisti paleisti iš naujo Reload konfigūraciją (jei tarnyba tai leidžia) ir parametrai: N, --no-color ne naudoti spalvos išvedime -q, --quiet ne spausdinti atsakymų

source: No such service: %s
lt: Tokios tarnybos nėra: %s
