Repository: SamiBabat/project
Catalog: yali-faimly/yali/po/*.po
Languages: es

source: There appears to be more than one resizeable partition. You can select a partition from the list below or YALI will select one for you.
es: Aparentemente hay más de una partición con posibilidad para redimensionarse. Puedes seleccionar una partición de la lista abajo, o dejar que YALI seleccione una por ti.

source: Automatically choose the partition to resize (recommended)
es: Automáticamente elegir la partición a redimensionar (recomendado)

source: I will choose the target
es: Yo elegiré el destino

source: Use Selected
es: Usar espacio disponible

source: Use All Disk
es: Usar todo el espacio de los discos.

source: Shrink Current System
es: Reducir sistema actual

source: Use Free Space
es: Usar espacio disponible en el sistema.

source: Manual Partitioning
es: Particionamiento manual seleccionado.

source: Advanced settings
es: Opciones para usuarios avanzados.

source: Default settings
es: Configuración por defecto.

source: Don't install bootloader
es: No Instalar un gestor de arranque

source: The first sector of
es: El primer sector de

source: You can validate the integrity of the installation packages. Although this is an optional step, we highly recommend to do the validation in order to avoid any possible errors during the installation process.
es: Ahora puede verificar la integridad de los paquetes de instalación. Aunque es una operación opcional, lo recomendamos para evitar errores durante el proceso de la instalación.

source: Validation failed
es: Validación fallada

source: Validation succeeded
es: Validación con éxito

source: Validate
es: Validar

source: Form
es: Formulario

source: To use PiSi History support, you may need to be online. You can use a connection profile from the list below:
es: Para usar el soporte del histórico de instalaciones hechas por PISI es necesario una conexión a internet. Seleccione el perfil de conexión de la lista.

source: Connect
es: Conectar

source: Standard Partition
es: Partición Estándar

source: General purpose of partition creation
es: Concepto general de la creación de particiones

source: Volume Group
es: Grupo de Volumenes

source: Requires at least 1 free LVM formatted partition
es: Require al menos una partición de formato LVM

source: Logical Volume
es: Volumen Logico

source: Create Logical Volume on selected Volume Group
es: Crear volumen lógico en grupo de volumenes seleccionado

source: Physical Volume
es: Volumen Físico

source: Create LVM formatted partition
es: Crear partición de formato LVM

source: Raid Member
es: Miembros RAID

source: Create Raid formatted partition
es: Crear partición de formato RAID

source: Requires at least 2 free Raid formatted partition
es: Require al menos 2 particiones libres del tipo RAID

source: Date
es: Fecha

source: Time
es: Hora

source: Timezone
es: Zona horaria

source: Unhandled exception occured
es: Ocurrió un error desconocido

source: Please fill a bug report at http://bugs.pisilinux.org.tr/ attaching the following backtrace.
es: Por favor reporte un bug en http://bugs.pisilinux.org.tr/ anexando el siguiente trazo inverso.

source: Reboot
es: Reiniciar

source: Show Backtrace
es: Mostrar trazo inverso

source: help content
es: contenido de ayuda

source: Welcome to YALI (Yet Another Linux Installer), where you will have the opportunity to verify the installation medium, select your keyboard layout, choose your time-zone, create user accounts and prepare your disk - followed by a summary and final review before committing to the installation of Pisi Linux. Further information for each page of the installer may be viewed by clicking the question-mark icon at the top of its page. YALI was designed with ease of use in mind and should not pose a problem to the novice Linux user. As with all such procedures though, any valuable data on your system should be backed-up before commencing.
es: Bienvenido a YALI (Otro Instalador de Linux Más, por sus siglas en inglés), donde tendrás la oportunidad de verificar el medio de instalación, seleccionar tu configuración de teclado, escoger tu zona horaria, crear cuentas de usuario y preparar tu disco - todo seguido de un sumario y una revisión final antes de iniciar la instalación de Pisi Linux. Se puede acceder a más información para cada página del instalador haciendo clic en el signo de pregunta que se encuentra arriba de cada página. YALI fue diseñado para simplificar el uso y no debería representar problemas al usuario novato de Linux. No obstante, al igual que con todos los procesos de este tipo, cualquier dato valioso en tu sistema debe respaldarse antes de comenzar.

source: Installing Package:
es: Instalando Paquete:

source: Keyboard Layouts
es: Disposiciones de Teclado

source: Test Layout
es: Probar el Teclado

source: <html><head/><body><p>Before installing Pisi Linux on your computer, please read and accept the terms of free / open source licenses of the softwares included in this installation medium. <a href="#"><span style=" text-decoration: underline; color:#56a2c0;">License texts</span></a></p></body></html>
es: Por favor, antes de instalar Pisi Linux en su computadora, lea y acepte los términos de las licencias de los software libre y de código abierto, incluídos en el preesente medio de instalación. <a href=\"#\"><span style=\" text-decoration: underline; color:#56a2c0;\">Textos de Licencias</span></a></p></body></html>

source: I understand and accept the terms
es: Entiendo y acepto los términos

source: Logical Volume:
es: Volumen Logico:

source: Use :
es: Usar:

source: Size :
es: Tamaño:

source: Resize
es: Redimensionar

source: File System :
es: Sistema de Archivos :

source: Format
es: Formatear

source: Migrate
es: Migrar

source: Release Notes
es: Notas de Versión

source: Previous Screen
es: Volver a la pantalla anterior

source: Back
es: Retroceder

source: Next Screen
es: Avanzar a la pantalla siguiente

source: Next
es: Siguiente

source: Device
es: Disositivo

source: Mount Point
es: Punto de Montaje

source: Label
es: Etiqueta

source: Type
es: Tipo

source: Size
es: Tamaño

source: Create
es: Crear

source: Edit
es: Modificar

source: Delete
es: Eliminar

source: Reset
es: Reestablecer

source: Format :
es: Formatear:

source: Yes, format this partition
es: Sí, formatear esta partición

source: Delete Partition
es: Eliminar Partición

source: Resize Partition
es: Redimensionar Partición

source: Changes will be applied after Summary Screen.
es: Se aplicarán los cambios luego de aceptar la pantalla de resumen.

source: Refresh Disks
es: Actualizar información de discos

source: Reset All Changes
es: Deshacer todos los cambios

source: Apply
es: Aceptar

source: Force to be primary partition
es: Forzar como partición primaria

source: Use:
es: Usar:

source: Force to be a primary partition
es: Forzar como una partición primaria

source: Which partition would you like to shrink to make room for your installation?
es: ¿Cual partición desea reducir para ganar espacio para la instalación nueva ?

source: Shrink partition to size (in MB)
es: Reducir partición a (en MB)

source: Shrink partition to size (in MB) :
es: Reducir partición a (en MB):

source: Cancel
es: Cancelar

source: Shrink
es: Reducir

source: Changes will be applied when you click "Resize". To cancel the changes, click <b>"Cancel". <br><br> Warning: A resizing operation may corrupt the partition, rendering the data on it unreachable. Make sure that you have backed up the data. Note that this operation cannot be undone.<b>
es: Los cambios se aplicarán al presionar "Redimensionar". Para cancelar los cambios, presione <b>"Cancelar". <br><br> Advertencia: Existe la posibilidad que el proceso de redimensionar pueda corromper la partición, resultando en una pérdida total de los datos. Asegurese de que tenga una copia de respaldo de los mismos. Tenga en cuenta que esta operación no se puede deshacer.<b>

source: Raid Device:
es: Dispositivo RAID:

source: Filesystem:
es: Sistema de Archivos:

source: Raid Level:
es: Nivel de RAID:

source: Raid Members:
es: Miembros RAID:

source: Number of spares:
es: Cantidad de reservas:

source: Select where to install the GRUB bootloader
es: Seleccione el destino para el cargador de arranque GRUB

source: First bootable disk (recommended)
es: Primer disco apto para arranque (recomendado)

source: Disk partition where Pisi Linux is installed
es: Seleccione la partición de disco para la instalación de Pisi Linux

source: Selected disk below
es: Disco seleccionado abajo

source: Choose the user you want to reset the password:
es: Seleccione al usuario cuya contraseña desea reestablecer:

source: Password:
es: Contraseña:

source: Confirm Password
es: Confirmar Contraseña

source: Reset Password
es: Reestablecer contraseña

source: <b>Connection status:</b>
es: <b>Estado de conexión:</b>

source: To use PiSi's history feature, you may need to be online. Select connection profile.
es: Para usar el historial de instalaciones de PISI, puede ser necesaria una conexión a internet. Seleccione el perfil de conexión.

source: Select Connection
es: Seleccionar Conexión

source: Select the operation to undo:
es: Seleccione la operación a deshacer:

source: Choose what do you want to do to repair your system
es: Elija de qué manera desea reparar el sistema

source: Reinstall bootloader
es: Reinstalar cargador de arranque

source: Reset forgotten password
es: Reestablecer contraseña olvidada

source: Return back to a previous system state
es: Reestablecer un estado anterior del sistema

source: Administrator password
es: Contraseña de administrador

source: Confirm password
es: Confirmar contraseña

source: Computer Name
es: Nombre de la Computadora

source: User Name
es: Nombre de Usuario

source: Real Name
es: Nombre Real

source: Password
es: Contraseña

source: Custom User ID
es: ID de Usuario Personalizada

source: Not recommended
es: No recomendado

source: Bypass authorization attempts for this user
es: Omitir intentos de autorización para este usuario

source: Add user to administrator (wheel) group
es: Agregar usuario a grupo de administradores (wheel)

source: Select auto login user
es: Seleccione usuario para iniciar sesión automáticamente

source: Add
es: Agregar

source: Advanced
es: Avanzado

source: Volume Group Name:
es: Nombre de Grupo de Volumenes:

source: Physical Extends
es: Extensiones físicas

source: Physical Volumes to use:
es: Volumen Físico a usar:

source: Total Space:
es: Espacio Total:

source: Free Space:
es: Espacio disponible:

source: Logical Volumes
es: Volúmenes Lógicos

source: Mountpoint
es: Punto de montaje

source: Used Space:
es: Espacio Utilizado:

source: Pisi Linux is installed and running successfully... Before you login to system, you need to create your first user and set the system wide configurations.
es: Pisi Linux fue instalado exitosamente... Antes de ingresar al sistema, debe crear su primer usuario y establecer una configuración global del sistema.

source: Not enough physical volumes
es: No suficientes discos físicos

source: At least one unused physical volume partition is needed to create an LVM Volume Group. Create a partition or RAID array of type "physical volume (LVM)" and then select the "LVM" option again.
es: Se requiere al menos una partición de un volumen físico para crear un grupo de volumenes lógicos LVM. Cree una partición o un RAID array del tipo "physical volume (LVM)" y luego seleccione de nuevo la opción "LVM".

source: Make LVM Volume Group
es: Crear Grupo de Volumenes lógicos LVM

source: Edit LVM Volume Group: %s
es: Modificar Grupo de Volumenes lógicos LVM: %s

source: Edit LVM Volume Group
es: Modificar Grupo de Volumenes lógicos LVM

source: Invalid Volume Group Name
es: Nombre de grupo de volumenes no válido

source: Name in use
es: Nombre está en uso

source: The volume group name "%s" is already in use. Please pick another.
es: El nombre del grupo de volumenes "%s" ya está en uso. Por favor elija otro.

source: Not enough space
es: No suficiente espacio

source: The physical extent size cannot be changed because otherwise the space required by the currently defined logical volumes will be increased to more than the available space.
es: El tamaño del physical extent no puede ser cambiado porque el espacio requerido por los volumenes lógicos actualmente configurados superararía el espacio disponible.

source: Confirm Physical Extent Change
es: Confirme cambio de extensión física

source: This change in the value of the physical extent will require the sizes of the current logical volume requests to be rounded up in size to an integer multiple of the physical extent. This change will take effect immediately.
es: Este cambio en el valor de la extensión física necesitará que los tamaños de los pedidos actuales de los volúmenes lógicos sean redondeados a un entero múltiplo de la extensión física. Este cambio surtirá efecto inmediatamente.

source: Continue
es: Continuar

source: The physical extent size cannot be changed because the value selected (%(curpe)10.2f MB) is larger than the smallest physical volume (%(maxpvsize)10.2f MB) in the volume group.
es: El tamaño de la extensión física no puede ser cambiado porque el valor seleccionado (%(curpe)10.2f MB) es mayor que el volúmen físico más pequeño (%(maxpvsize)10.2f MB) en el grupo del volumen.

source: The physical extent size cannot be changed because the value selected (%(curpe)10.2f MB) is too large compared to the size of the smallest physical volume (%(maxpvsize)10.2f MB) in the volume group.
es: El tamaño de la extensión física no puede ser cambiado porque el valor seleccionado (%(curpe)10.2f MB) es demasiado grande comparado con el tamaño del volúmen físico más pequeño (%(maxpvsize)10.2f MB) en el grupo.

source: Too small
es: Demasiado pequeño

source: This change in the value of the physical extent will waste substantial space on one or more of the physical volumes in the volume group.
es: Este cambio del valor de extensión física desperdicirá espacio considerable en uno o varios de los volumenes físicos del grupo de volumenes.

source: The physical extent size cannot be changed because the resulting maximum logical volume size (%10.2f MB) is smaller than one or more of their currently defined logical volumes.
es: No se puede cambiar el tamaño físico, porque el tamaño máximo para un volumen lógico (%10.2f MB) sería menor que uno de los volumenes lógicos ya creados.

source: No free slots
es: No hay espacios libres

source: You cannot create more than %d logical volume per volume group.
es: No se puede crear más de %d volumenes lógicos por grupo de volumenes.

source: No free space
es: No hay espacio disponible

source: There is no room left in the volume group to create new logical volumes. To add a logical volume you must reduce the size of one or more of the currently existing logical volumes
es: No queda espacio en el grupo de volumenes para crear volumenes lógicos nuevos. Para poder añadir volumenes logicos debe reducir el tamaño de uno o varios de los volumenes lógicos existentes

source: Confirm Delete
es: Confirmar eliminar

source: Are you sure you want to delete the logical volume "%s"?
es: Está seguro que desea eliminar el volumen lógico "%s"?

source: Make Logical Volume
es: Crear Volumen Lógico

source: Edit Logical Volume: %s
es: Modificar Volumen Lógico: %s

source: Mount Point Error
es: Error de punto de montaje

source: Mount point in use
es: Punto de montaje en uso

source: The mount point "%s" is in use. Please pick another.
es: El ppunto de montaje "%s" está en uso. Por favor elija otro.

source: Illegal Logical Volume Name
es: Nombre de Volumen Lógico no válido

source: Illegal logical volume name
es: Nombre de volumen lógico no válido

source: The logical volume name "%s" is already in use. Please pick another.
es: El nombre de volumen logico "%s" ya está en uso. Por favor elija otro.

source: Illegal size
es: Tamaño no válido

source: The requested size as entered is not a valid number greater than 0.
es: El tamaño requerido no es un número válido, mayor de cero.

source: The current requested size (%(size)10.2f MB) is larger than the maximum logical volume size (%(maxlv)10.2f MB). To increase this limit you can create more Physical Volumes from unpartitioned disk space and add them to this Volume Group.
es: El tamaño ingresado (%(size)10.2f MB) es mayor que el tamaño máximo de un volumen lógico (%(maxlv)10.2f MB). Para aumentar éste limite puede añadir volumenes físicos al grupo de volumenes lógicos.

source: The size entered for this logical volume (%(size)d MB) combined with the size of the other logical volume(s) exceeds the size of the volume group (%(tmpvgsize)d MB). Please make the volume group larger or make the logical volume smaller.
es: El tamaño ingresado del volumen lógico (%(size)d MB) supera el espacio disponible en el grupo de volumenes de (%(tmpvgsize)d MB), teniendo en cuenta los demás volumenes lógicos existentes. Por favor aumente el tamaño del grupo de volumenes o reduzca el volumen lǵico.

source: Create Partition on %(path)s (%(model)s)
es: Cerar partición en %(path)s (%(model)s)

source: Edit Partition %s
es: Modificar Partición %s

source: Edit Partition
es: Modificar Partición

source: Error With Request
es: Error de Solicitud

source: Invalid Raid Members
es: Miembros RAID inválidos

source: At least two unused software RAID partitions are needed to create a RAID device. First create at least two partitions of type "software RAID", and then select the "RAID" option again.
es: Se requiere al menos dos particiones RAID sin uso para crear un dispositivo RAID. Crea primero al menos dos particiones del tipo "software RAID", y vuelva a seleccionar la opción "RAID" después.

source: Make RAID Device
es: Crear dispositivo RAID

source: Edit RAID Device: %s
es: Modificar dispositivo RAID: %s

source: Edit RAID Device
es: Modificar dispositivo RAID

source: A RAID%(level)d set requires at least %(min_member)d member
es: Un conjunto RAID%(level)d requiere al menos %(min_member)d miembros

source: An error occurred when attempting to load an installer interface component. className = %s.Widget
es: Ocurrió un error al cargar un componente visual del instalador. className = %s.Widget

source: Exit
es: Salir

source: Retry
es: Reintentar

source: Storage Devices initialising...
es: Inicializando dispositivos de almacenamiento...

source: Password is too short.
es: Contraseña es demasiado corta.

source: Passwords do not match.
es: Contraseñas no coinciden.

source: Do not use your username as your password.
es: No use el nombre de usuario como contraseña.

source: Hostname cannot be longer than 64 characters.
es: El nombre de la maquina (hostname) no debe superar 64 caracteres.

source: Hostname contains invalid characters.
es: El nombre de la maquina (hostname) contiene caracteres no válidos.

source: Starting validation...
es: Iniciando validación...

source: Package validation is in progress. Please wait until it is completed.
es: Validación de paquetes en proceso. Por favor espere hasta que termine.

source: Validating %s
es: Validando %s

source: Warning
es: Alerta

source: Validation of %s package failed.Please remaster your installation medium andreboot.
es: Validación de %s paquetes fallados.Por favor vuelva a preparar su medio de instalación y bootée de nuevo.

source: Skip Validation
es: Omitir validación

source: Skip Package
es: Omitir paquete

source: <font color="#FFF"><b>Validation succeeded. You can proceed with the installation.</b></font>
es: <font color="#FFF"><b>Validación terminada con éxito. Puede avanzar para continuar con la linstalación.</b></font>

source: Package validation is finished.
es: Validación de paquetes finalizada.

source: Adjusting time settings
es: Configurando hora del sistema

source: Device Path: %s
es: Ruta del dispositivo: %s

source: You must select at least one drive to be used for installation.
es: Debe seleccionar al menos una unidad de disco para la instalación.

source: Running post-install operations...
es: Ejecutando operaciones post-instalación...

source: Press <b>Restart</b> to restart the computer.
es: Presione <b>Reiniciar</b> para reiniciar el sistema.

source: Restart
es: Reiniciar

source: <b>Please wait while restarting...</b>
es: <b>Por favor espere mientras se reinicia el sistema...</b>

source: Setting timezone...
es: Estableciendo zona horaria...

source: Migrating Xorg configuration...
es: Migrando configuración X.org...

source: Copying repository index...
es: Copiando índice de repositorio ...

source: Setting hostname...
es: Estableciendo hostname...

source: Setting root password...
es: Estableciendo contraseña de root...

source: Resetting user password...
es: Estableciendo contraseña de usuario...

source: Setup First-Boot...
es: Configuración del primer arranque...

source: Teardown First-Boot...
es: Desactivando primer arranque...

source: Adding users...
es: Agregando usuarios...

source: Installing bootloader...
es: Instalando Cargador de Arranque...

source: Writing bootloader config...
es: Guardando la configuración del Cargador de Arranque...

source: Stopping to D-Bus...
es: Deteniendo DBUS...

source: Teardown storage subsystem...
es: Desactivando subsistema de arranque...

source: Installing <b>%(name)s</b> -- %(summary)s
es: Instalando <b>%(name)s</b> -- %(summary)s

source: Configuring <b>%s</b>
es: Configurando <b>%s</b>

source: Following error occured while installing packages:<b>%s</b><br><br>Do you want to retry?
es: El siguiente error ocurrió durante la instalación de los paquetes: <b>%s</b>Desea intentar de nuevo ?

source: Yes
es: Si

source: An error occured during the installation of packages. This may be caused by a corrupted installation medium error: %s
es: Durante la instalación de los paquetes ocurrió un error. La causa puede ser un medio de instalación defectuoso. Mensaje de Error: %s

source: No storage device found.
es: Medio de almacenamiento no encontrado.

source: Use Alt-Shift to toggle between alternative keyboard layouts
es: Use Alt-Mayúscula para cambiar entre las disposiciones del teclado

source: License text could not be found.
es: Texto de licencia no encontrado.

source: No partitions are available to resize. Only physical partitions which size is greater than %s MB can be resized.
es: no hay particiones para redimensional. Se pueden redimensional únicamente particiones físicas de más de %s MB.

source: Use All Disks
es: Usar todos los discos

source: The partitioning scheme you requested caused the following critical errors.You must correct these errors before you continue your installation of %s.
es: El esquema de particiones requerido genera los siguientes errores críticos. Debe corregir los errores antes de continuar la instalación de %s.

source: Partitioning Errors
es: Errores de particionamiento

source: The partitioning scheme you requested generated the following warnings. Would you like to continue with your requested partitioning scheme?
es: El esquema de particiones indicado genera las siguientes alertas. Desea continuar con su esquema de particionamiento de todas formas?

source: Partitioning Warnings
es: Alertas de particionamiento

source: Ok
es: Bien

source: The following pre-existing devices have been selected to be formatted, destroying all data.
es: Están seleccionados para formatear los siguientes dispositivos existentes. Se eliminarán todos los datos.

source: Format Warnings
es: Alertas de formateo

source: All Changes that you made will be removed
es: Todos los cambios que realizó se eliminarán

source: Standard
es: Estándar

source: Partition
es: Partición

source: Member
es: Miembro

source: Volume Groups
es: Grupos de Volumenes

source: Free
es: Libre

source: Hard Drives
es: Discos rígidos
