Repository: SamiBabat/project
Catalog: yali-faimly/yali/po/*.po
Languages: es

source: An error occurred mounting device %(path)s as %(mountpoint)s: %(msg)s. This is a fatal error and the install cannot continue. Press <Enter> to exit the installer.
es: Ocurrió un error al montar dispositivo %(path)s en %(mountpoint)s: %(msg)s. Esto es un error fatal que impide la instalación. Presione <Enter> tpara salir del asistente de instalación.

source: Skip
es: Omitir

source: The swap device: %s is an old-style Linux swap partition. If you want to use this device for swap space, you must reformat as a new-style Linux swap partition.
es: El disco swap: %s es una partición de intercambio de Linux de una versión antigua. Si desea usar este espacio como swap, debe reformatearlo en su nueva versión.

source: The swap device: %s in your /etc/fstab file is currently in use as a software suspend device, which means your system is hibernating. If you are performing a new install, make sure the installer is set to format all swap devices.
es: El dispositivo swap: %s en su archivo /etc/fstab está actualmente usado como dispositivo de suspensión, quiere decir que su sistema está hibernando. Si está realizando una nueva instalación asegúrese de que el instalador vaya a formatear a todos los dispositivos swap.

source: The swap device: %s does not contain a supported swap volume. In order to continue installation, you will need to format the device or skip it.
es: El dispositivo swap: %s no contiene una unidad válida de swap. Para continuar la instalación se requiere formatear el dispositivo o omitirlo.

source: Error enabling swap device %(name)s: %(msg)s<br><br>This most likely means this swap device has not been initialized.<br><br>Press OK to exit the installer.
es: Error al activar el dispositivo swap %(name)s: %(msg)s<br><br>Es muy probable que no fue posible formatear el dispositivo swap.<br><br>Presione OK para salir del asistente de instalación.

source: You have not created a bootable partition.
es: No creó una partición booteable

source: Bootable partitions cannot be on a logical volume.
es: No se puede utilizar un volumen lógico como partición booteable.

source: Bootable partitions cannot be on a raid array.
es: No se puede utilizar un raid array como partición booteable.

source: Bootable partitions cannot be on an %s filesystem.
es: No se puede utilizar el sistema de archivos %s para la partición booteable.

source: Ignoring noauto entry
es: Ignorando entrada noauto

source: Failed to resolve %s (%s) from fstab
es: No posible resolver %s (%s) en fstab

source: Unrecognized filesystem type for %s (%s)
es: Sistema de archivos desconocido en %s (%s)

source: Scanned format (%s) differs from fstab format (%s)
es: Formato detectado (%s) es diferente del formato según fstab (%s)

source: Cannot open %s for read
es: No posible abrir %s para lectura

source: Fstab entry %s is malformed: %s
es: Entrada en fstab %s tiene formato incorrecto: %s

source: Creating file %s
es: Creando archivo %s

source: Creating device %s
es: Creando dispositivo %s

source: device has not been created
es: dispositivo no creado

source: cannot activate VG with missing PV(s)
es: no posible activar VG por falta de PV(s)

source: vginfo failed for %s
es: Error de vginfo para %s

source: lvs failed for %s
es: lvs fallado en %s

source: partition table
es: tabla de particiones

source: dm-raid member device
es: el dispositivo forma parte de dm-raid

source: Unknown return code: %d.
es: Código de retorno desconocido: %d.

source: Migrating %s filesystem on %s
es: Migrando sistema de archivo %s en %s

source: Creating %(type)s filesystem on %(device)s
es: Creando sistema de archivo %(type)s en %(device)s

source: Resizing filesystem on %s
es: Redimensionando sistema de archivo en %s

source: Checking filesystem on %s
es: Comprobando sistema de archivo en %s

source: %(type)s filesystem check failure on %(device)s:
es: Error de comprobación de sistema de archivo %(type)s en %(device)s:

source: Errors like this usually mean there is a problem with the filesystem that will require user interaction to repair. Restart installation after you have corrected the problems on the filesystem.
es: Tales errores generalmente quiere decir que hay un problema con el sistema de archivo que requerirá intervención del usuario para su repararicón. Vuelva a iniciar la instalación luego de corregir los problemas del sistema de archivos.

source: Unrecoverable Error
es: Error no recuperable

source: File system errors left uncorrected.
es: Errores del sistema del archivo no se corrigieron.

source: Operational error.
es: Error de operación.

source: Usage or syntax error.
es: Error de sintax o de uso.

source: e2fsck cancelled by user request.
es: e2fsck cancelado por el usuario.

source: Shared library error.
es: Error de librería compartida.

source: Recoverable errors have been detected or dosfsck has discovered an internal inconsistency.
es: Se detectaron errores recuperables o dosfsck encontró una inconsistencia interna.

source: Usage error.
es: Error de uso.

source: physical volume (LVM)
es: volumen físico (LVM)

source: Turkish
es: Turco

source: Turkish F
es: Turco F

source: Turkish Q
es: Turco Q

source: English
es: Inglés

source: English GB
es: Inglés GB

source: Greek
es: Griego

source: Vietnamese
es: Vietnamita

source: Catalan
es: Catalán

source: Italian
es: Italiano

source: Czech
es: Checo

source: Welsh
es: Galés

source: Arabic
es: Árabe

source: Estonian
es: Estoniano

source: Spanish
es: Español

source: Russian
es: Ruso

source: Dutch
es: Holandés

source: Portuguese
es: Portugués

source: Norwegian
es: Noruego

source: Icelandic
es: Islandés

source: Polish
es: Polaco

source: Belgium
es: Belga

source: French
es: Francés

source: Bulgarian
es: Búlgaro

source: Slovenian
es: Esloveno

source: Croatian
es: Croata

source: German
es: Alemán

source: Danish
es: Danés

source: Brazilian
es: Portugués Brasil

source: Finnish
es: Finlandés

source: Hungarian
es: Húngaro

source: Japanese
es: Japonés

source: Malayalam
es: Malayalamés

source: Swedish
es: Sueco

source: Macedonian
es: Macedonio

source: Slovak
es: Eslovaco

source: Ukrainian
es: Ucraniano

source: Serbian
es: Serbio

source: Preparing home directory for %s...
es: Prepaando directorio home de %s...

source: Release file is missing
es: Archivo de lanzamiento no encontrado

source: Release file is inconsistent
es: Archivo de lanzamiento está corrupto

source: Invalid xml file
es: Archivo xml inválido
