Repository: SamiBabat/project
Catalog: yali-faimly/yali/po/*.po
Languages: es

source: Can't handle more than one extended partition per disk
es: No se puede crear más de una partición extendida por disco físico

source: Crossed logical partition before extended
es: Partición lógica cruzada antes de ser extendida

source: Extended
es: Extendido

source: Error Partitioning
es: Error de Particionamiento

source: Could not allocate requested partitions: %s.
es: No posible alojar particiones: %s.

source: Warning Partitioning
es: Alerta de Particionamiento

source: Warning: %s.
es: Alerta: %s.

source: Modify Partition
es: Modificar Partición

source: Partition Selection Warning
es: Alerta de selección de partición

source: Please select free physical partition to create new device.
es: Por favor seleccione una partició física libre para crear el nuevo dispositivo.

source: Unable To Edit
es: No posible modificar

source: You cannot edit this device: %s
es: No se puede modificar esta dispositivo: %s

source: Don't use your user name or name as a password
es: No use su nombre de usuario o su nombre real para la contraseña.

source: Passwords do not match
es: Contraseñas no coinciden

source: Password is too short
es: Contraseña es demasiado corta

source: Cannot Rescue
es: Recuperación no posible

source: Your current installation cannot be rescued.
es: Su instalación actual no se puede recuperar.

source: Super User
es: Super Usuario

source: Starting D-Bus...
es: Iniciando DBUS...

source: Connecting to D-Bus...
es: Conectando a D-Bus...

source: Fetching history...
es: Obteniendo registro histórico...

source: Please Wait...
es: Por favor espere..

source: No connection available
es: No hay conexión

source: Operation %(no)s : %(date)s - %(type)s
es: Operación %(no)s : %(date)s - %(type)s

source: Connecting to network %s...
es: Conectando a red %s...

source: Connection failed
es: Conexión fallada

source: Connected
es: Conectado

source: Mount failed
es: Fallado montar

source: The following error occurred when mounting the file systems listed in /etc/fstab. Please fix this problem and try to rescue again. %s
es: Ocurrió el siguiente error al intentar montar los sistemas de archivos listados en /etc/fstab. Por favor solucione el problema y vuelva a intentar la recuperación. %s

source: <b><p>Are you sure you want to restart the computer?</p></b>
es: <b><p>Está seguro que desea reiniciar la computadora?</p></b>

source: Installation starts in <b>%s</b> seconds
es: La instalación comienza en <b>%s</b> segundos

source: Start Installation
es: Iniciar Instalación

source: Apply Settings
es: Aplicando Configuración

source: Keyboard Settings
es: Teclado

source: Selected keyboard layout is <b>%s</b>
es: Teclado <b>%s</b> seleccionado

source: Date/Time Settings
es: Configuración Fecha/Hora

source: Selected TimeZone is <b>%s</b>
es: Zona horaria <b>%s</b>

source: User Settings
es: Usuarios

source: User %(username)s (<b>%(realname)s</b>) added.
es: Usuario %(username)s (<b>%(realname)s</b>) añadido.

source: User %(username)s (<b>%(realname)s</b>) added with <u>administrator privileges</u>.
es: Usuario %(username)s (<b>%(realname)s</b>) añadido con <u>privilegios administrativos</u>.

source: Hostname Settings
es: Nombre de la Máquina

source: Hostname is set as <b>%s</b>
es: hostname: <b>%s</b>

source: Partition Settings
es: Particiones

source: Automatic Partitioning selected.
es: Particionamiento automático.

source: Use All Space
es: Usar todo el espacio

source: Removes all partitions on the selected %s device(s). <b><u>This includes partitions created by other operating systems.</u></b>
es: Elimina todas las particiones de los %s dispositivo(s) seleccionados. <b><u>Tambien afecta particiones creados por otros sistemas operativos.</u></b>

source: Replace Existing Linux System(s)
es: Remmplazar Sistemas Linux existentes

source: Removes all Linux partitions on the selected%s device(s). This does not remove other partitions you may have on your storage device(s) (such as VFAT or FAT32)
es: Elimina todas las particiones de Linux de los %s dispositivo(s) seleccionados. Otros tipos de particiones no serán afectados, si existen (como VFAT o FAT32)

source: Retains your current data and partitions and uses only the unpartitioned space on the selected %s device(s), assuming you have enough free space available.
es: Mantiene las particiones y sus datos actuales y solamente usa el espacio sin particionar de los %s dispositivos seleccionados, si tiene suficiente espacio disponible.

source: Manual Partitioning selected.
es: Particionamiento manual seleccionado.

source: Bootloader Settings
es: Cargador de arranque

source: GRUB will be installed to <b>%s</b>.
es: Instalar GRUB en <b>%s</b>.

source: GRUB will not be installed.
es: GRUB no se instalará.

source: Package Installation Settings
es: Configuración de instalación de paquetes

source: Collection <b>%s</b> selected
es: Colección <b>%s</b> seleccionada

source: Confirm
es: Confirmar

source: The partitioning options you have selected will now be written to disk. Any data on deleted or reformatted partitions will be lost.
es: Las opciones de particionamiento se guardarán ahora en el disco. Se perderán todos los datos en las particiones que se eliminan o formatean.

source: Write Changes to Disk
es: Guardar cambios en disco

source: Go Back
es: Atrás

source: Proprietary Hardware Drivers
es: Controladores Propietarios de Hardware

source: <qt>Proprietary drivers are available which may be required to utilize the full capabilities of your video card. These drivers are developed by the hardware manufacturer and not supported by Pisi Linux developers since their source code is not publicly available.<br><br><b>Do you want to install and use these proprietary drivers instead of the default drivers?</b></qt>
es: <qt>Están disponibles controladores propietarios, que pueden ser necesarios para aprovechar todas las facilidades de su tarjea de video. Estos controladores fueron desarrollados por el fabricante del hardware, y no tienen el soporte de Pisi Linux, debido a que no se tiene acceso público a su código fuente.<br><br><b>¿Desea instalar los controladores propietarios en vez de los controladores predeterminados?</b></qt>

source: Update
es: Actualizar

source: This user name is already taken, please choose another one.
es: El nombre del usuario ya existe, por favor elija otro.

source: The user name contains invalid characters.
es: El nombre de usuario contiene caracteres no válidos.

source: The real name contains invalid characters.
es: Nombre real contiene caracteres no válidos.

source: User ID used before, choose another one!
es: ID de usuario ya está en uso, elija otro!

source: Partitions to Shrink
es: Particiones a redimensionar

source: Resize FileSystem Error
es: Error del sistema de archivos al redimensionar

source: Resize Device Error
es: Error de dispositivo al redimensionar

source: You cannot remove this physical volume because otherwise the volume group will be too small to hold the currently defined logical volumes.
es: no puede remover éste volumen físico, porque el tamaño restante es insuficiente para los volumenes lógicos actueles del grupo de volumenes.

source: Don't ask again
es: Ya no me preguntes más

source: Do you want to continue?
es: Desea continuar ?

source: Information
es: Información

source: OK
es: Bien

source: Error reporting
es: Reporte de Errores

source: Pixmaps resources file doesn't exists
es: Archivo pixmap no encontrado

source: Style file doesn't exists
es: Archivo de estilo no encontrado

source: Release file doesn't exists
es: Notas de Versión no encontrado

source: Turn Off Computer
es: Apagar Computadora

source: Restart Computer
es: Reiniciar Computadora

source: Restart YALI
es: Reiniciar YALI

source: right
es: derecho

source: left
es: izquierdo

source: Mouse Settings
es: Configuración de Ratón

source: You just clicked the <b>%s</b> mouse button.
es: Acaba de presionar el botón <b>%s</b> del ratón.

source: Do you want to switch to the <b>%s</b> handed configuration?
es: Desea cambiar la configuración para la mano <b>%s</b> ?

source: Are you sure you want to shut down your computer now?
es: Está seguro que desea apagar ahora su computadora ?

source: Are you sure you want to restart your computer now?
es: Está seguro que desea reiniciar ahora su computadora ?

source: Are you sure you want to restart the YALI installer now?
es: Está seguro que desea reiniciar ahora el asistente de instalación YALI ?

source: An error occurred when attempting to load screens:%s
es: Ocurrió un error al cargar una pantalla: %s

source: Release notes could not be loaded.
es: No posible cargar notas de lanzamiento.

source: This partition is part of an inconsistent LVM Volume Group.
es: Esta partición es parte de un grupo LVM inconsistente

source: Failed teardownAll in storage.complete with error:%s
es: Hubo un error al borrar. Todo lo almacenado se halla completo con un error:%s

source: Storage Device Error
es: Error de dispositivo de almacenamiento

source: There was an error encountered while partitioning on device %s.
es: Ocurrió un error al particionar dispositivo %s.

source: Storage Format Error
es: Error de formato de almacenamiento

source: There was an error encountered while formatting on device %s.
es: Ocurrió un error al formatear dispositivo %s.

source: Exit installer
es: Salir del instalador

source: Ignore
es: Ignorar

source: Dirty File Systems
es: Sistemas de archivos sucios

source: The following file systems for your Linux system were not unmounted cleanly. Please boot your Linux installation, let the file systems be checked and shut down cleanly to rescue. %s
es: Los siguientes sistemas de archivos no se desmontaron correctamente en forma limpia. Por favor inicie la instalación de Linux, realice una comprobación del sistema de archivos, luego apaque limpio correctamente para resuperar las particiones. %s

source: The following file systems for your Linux system were not unmounted cleanly. Would you like to mount them anyway? %s
es: Los siguientes sistemas de archivos no se desmontaron correctamente en forma limpia. Desea montarlos de todas maneras ? %s

source: This partition is holding the data for the hard drive install.
es: Partición con datos de la instalación

source: You cannot delete a partition of a LDL formatted DASD.
es: No se puede eliminar una partición de un DASD con formato LDL

source: This device is part of the RAID device %s, you have to edit or remove the raid partition appropriately!
es: El dispositivo es parte del conjunto RAID %s, se requiere la modificación o edición de la partición raid adecuadamente!

source: This device is part of a RAID device.
es: Este dispositivo es parte del conjunto RAID

source: This device is part of the LVM volume group '%s'.
es: Este dispositivo es parte del grupo de volumenes LVM '%s'.

source: This device is part of a LVM volume group.
es: Este dispositivo es parte del grupo de volumenes LVM

source: This device is an extended partition which contains logical partitions that cannot be deleted:
es: Este dispositivo es una partición extendida con particiones lógicas, que no se pueden eliminar:

source: You have not defined a root partition (/),which is required for installation of %s to continue.
es: Se requiere definir una partición root (/) requerida para poder continuar la instalación de %s.

source: Your / partition is less than %(min)s MB which is lower than recommended for a normal %(productName)s install.
es: La partición root (/) tiene menos de %(min)s MB, lo que es menor de lo recomendado para la instalación de %(productName)s.

source: Your %(mount)s partition is less than %(size)s megabytes which is lower than recommended for a normal %(productName)s install.
es: La partición %(mount)s es menor de %(size)s MB, lo que es menor de lo recomendado para una instalación regular de %(productName)s.

source: You have not specified a swap partition. Due to the amount of memory present, a swap partition is required to complete installation.
es: No ha especificado una partición swap. Debido a la cantidad de memoria RAM instalada se requiere una partición swap para la instalación.

source: You have not specified a swap partition. Although not strictly required in all cases, it will significantly improve performancefor most installations.
es: No ha especificado una partición swap. Aunque no es requerido en todos los casos puede mejorar la performance de la mayoría de las instalaciones.

source: This mount point is invalid. The %s directory must be on the / file system.
es: El punto de montaje no es válido. El directorio %s debe estar en el sistema de archivos /.

source: The mount point %s must be on a linux file system.
es: El punto de montaje %s debe estar en un sistema de archivos de linux.

source: No Drives Found
es: No se encontraron dispositivos

source: An error has occurred - no valid devices were found on which to create new file systems. Please check your hardware for the cause of this problem.
es: Ocurrió un error - no se encontraron dispositivos válidos en los cuales se podría crear los nuevos sistemas de archivos requeridos. Por favor verifique su hardware para solucionar el problema.

source: requested size exceeds maximum allowed
es: tamaño requerido supera el máximo permitido

source: partition is too %(problem)s for %(format)s formatting
es: partición es demasiado %(problem)s para formatear como %(format)s

source: not enough free space on disks
es: No suficiente espacio en los discos

source: not enough free space after creating extended partition
es: No hay suficiente espacio libre luego de crear la partición extendida

source: not enough space for LVM requests
es: No hay suficiente espacio para LVM

source: Could not find enough free space for automatic partitioning, please use another partitioning method.
es: No hay suficiente espacio para particionamiento automático, por favor seleccione otro método de particionamiento.

source: Warnings During Automatic Partitioning
es: Alertas de particionamiento automático

source: Following warnings occurred during automatic partitioning: %s
es: Las siguientes alertas ocurrieron durante el particionamiento automático: %s

source: Press 'OK' to exit the installer.
es: Presione 'OK' para salir del instalador.

source: Could not allocate requested partitions: %(msg)s.%(extra)s
es: No posible alocar las particiones requeridas: %(msg)s.%(extra)s

source: Automatic Partitioning Errors
es: Errores de particionamiento automático

source: The following errors occurred with your partitioning: %(errortxt)s This can happen if there is not enough space on your hard drive(s) for the installation. %(extra)s
es: Los siguientes errores ocurrieron durante el particionamiento: %(errortxt)s Esto puede suceder si no hay espacio suficiente en sus discos para la instalacion. %(extra)s

source: Please enter a volume group name.
es: Por favor ingrese un nombre del grupo de volumenes.

source: Volume Group Names must be less than 128 characters
es: El nombre del grupo de volumenes no debe superar 128 caracteres.

source: Error - the volume group name %s is not valid.
es: Error - el nombre del grupo de volumenes %s no es válido.

source: Error - the volume group name contains illegal characters or spaces. Acceptable characters are letters, digits, '.' or '_'.
es: Error - el nombre del grupo de volúmenes contiene caracteres no permitidos o espacios. Se permiten caracteres, números, '.' o '_'.

source: Please enter a logical volume name.
es: Por favor ingrese un nombre del volumen lógico.

source: Logical Volume Names must be less than 128 characters
es: El nombre del volumen lógico no debe superar 128 caracteres.

source: Error - the logical volume name %s is not valid.
es: Error - el nombre del volumen lógico %s no es válido.

source: Error - the logical volume name contains illegal characters or spaces. Acceptable characters are letters, digits, '.' or '_'.
es: Error - el nombre del volumen lógico contiene caracteres no permitidos o espacios. Se permiten caracteres, números , '.' o '_'.

source: Format as Swap?
es: Formatear como swap ?

source: %s has a partition type of 0x82 (Linux swap) but does not appear to be formatted as a Linux swap partition. Would you like to format this partition as a swap partition?
es: %s contiene una partición del tipo 0x82 (Linux swap) pero parece no estar con el formato de Linux swap. Desea formatear esta particion como swap ?

source: You are about to delete all partitions on the device '%s'.
es: Usted está a punto de eliminar todas las particiones en el dispositivo '%s'.

source: Notice
es: Observación

source: The following partitions were not deleted because they are in use: %s
es: No se eliminaron las siguientes particiones porque están en uso: %s

source: Unable To Delete
es: No posible eliminar

source: You must first select a partition to delete.
es: Debe seleccionar una partición a eliminar.

source: The mount point %s is invalid. Mount points must start with '/' and cannot end with '/', and must contain printable characters and no spaces.
es: El punto de montaje %s no es válido. Puntos de montaje deben empezar con '/' y no deben terminar con '/', no debe contener caracteres especiales o espacios.

source: Error with Partitioning
es: Error de Particionamiento

source: The following critical errors exist with your requested partitioning scheme. These errors must be corrected prior to continuing with your install of %(productName)s. %(errorstr)s
es: Ocurrieron los siguientes errores críticos con el esquema de particionamiento requerido. Debe corregir estos errores antes de continuar con la instalación de %(productName)s. %(errorstr)s

source: Partitioning Warning
es: Alerta de particionamiento

source: The following warnings exist with your requested partition scheme. %s Would you like to continue with your requested partitioning scheme?
es: Las siguientes alertas ocurrieron con el esquema de particionamiento requerido. %s Desea continuar con el esquema de particiones indicado?

source: The following pre-existing partitions have been selected to be formatted, destroying all data.
es: Se seleccionaron las siguientes particiones existentes para formatear, eliminando todos los datos.

source: Select 'Yes' to continue and format these partitions, or 'No' to go back and change these settings.
es: Presione 'Si' para continuar y formatear estas particiones, o 'No' para retroceder y modificar la configuración.

source: Format Warning
es: Alerta de formateo

source: You are about to delete the volume group "%s". ALL logical volumes in this volume group will be lost!
es: Está a punto de eliminar el grupo de volumenes "%s". Se perderán los datos de TODOS los volumenes lógicos del grupo!

source: You are about to delete the logical volume "%s".
es: Está a punto de eliminar el volumen lógico "%s"?

source: You are about to delete a RAID device.
es: Está a punto de eliminar un dispositivo RAID.

source: You are about to delete the %s partition.
es: Está a punto de eliminar la partición %s.

source: You are about to delete the %(type)s %(name)s
es: Está a punto de eliminar %(type)s %(name)s

source: Confirm Reset
es: Confirmar reset

source: Are you sure you want to reset the partition table to its original state?
es: Está seguro que desea resetear la tabla de particiones a su estado original ?

source: You have chosen to use a pre-existing partition for this installation without formatting it. We recommend that you format this partition to make sure files from a previous operating system installation do not cause problems with this installation of Linux. However, if this partition contains files that you need to keep, such as home directories, then continue without formatting this npartition.
es: Eligió una partición existente para la instalación sin formatearlo. Recomendamos que formetée esta partición para asegurar que archivos existentes no causen problemas con la nueva instalación de Linux. Sin embargo, si esta partición contiene archivos que necesita mantener, como los directorios home, puede continuar sin formatear esta partición.

source: Format?
es: Formatear ?

source: Do Not Format
es: No Formatear

source: Partitions of type '%s' must be constrained to a single drive. To do this, select the drive in the 'Allowable Drives' checklist.
es: Las Particiones del tipo '%s' deben ser restringidas a un solo dispositivo. Para realizar esto, seleccione el dispositivo en la lista 'Dispositivos permitidos'.

source: Storage Device Warning
es: Alerta de dispositivo de almacenamiento

source: The following storage device may contain recoverable data:<br><br>%(description)s (%(size)s MB)<br><br>This device may have data that will be <b>permanently lost</b> if you include it in this installation.<br><br>If you don't care about any data on this device, choose <b>Reset device</b> to include it in the installation process.<br><br>If you don't want the device to be permanently erased, select <b>Ignore device</b> and the device will not be considered as a possible installation target.
es: El siguiente dispositivo de almacenamiento podría contener datos recuperables:<br><br>%(description)s (%(size)s MB)<br><br>Los datos de este dispositivo se <b>perderán definitivamente</b> si lo incluye en esta instalación.<br><br>Si no le importan los datos de este dispositivo elija <b>Resetear dispositivo</b> para incluirlo en el proceso de instalación.<br><br>Si no quiere eliminar los datos de este dispositivo seleccione <b>Ignorar dispositivo</b> y el dispositivo no se tendrá en cuenta para la instalación.

source: Reset device
es: Resetear dispositivo

source: Ignore device
es: Ignorar dispositivo

source: There is inconsistent LVM data on %(msg)s. You can reinitialize all related PVs (%(pvs)s) which will erase the LVM metadata, or ignore which will preserve thecontents.This action may also be applied to all other PVs with inconsistent metadata.
es: Hay datos LVM inconsistentes en %(msg)s. Puede reinicializar a todos los PVs relacionados (%(pvs)s), lo que elimina los metadata LVM, o omitir para preservar el contenido actual. Se puede aplicar la misma acción también a todos los demás PVs con metadata inconsistenes.

source: Yes, re-initialize
es: Si, Reinicializar

source: No, protect data
es: No, proteger los datos

source: Disk contains %(members_count)s BIOS RAID metadata, but is not part of any recognized BIOS RAID sets. Ignoring disk %(members)s.
es: El disco contiene %(members_count)s metadatos BIOS RAID, pero no es parte de nngún conjunto BIOS RAID conocido. Omitiendo disco %(members)s.)

source: Invalid mount point
es: Punto de montaje no válido

source: An error occurred when trying to create %s. Some element of this path is not a directory. This is a fatal error and the install cannot continue. Press <Enter> to exit the installer.
es: Error al crear %s. Una parte de esta ruta no es válida para un directorio. Es un error fatal que impide la instalación. Presione <Enter> para salir del asistende de instalación.

source: An error occurred when trying to create %(mountpoint)s: %(msg)s. This is a fatal error and the install cannot continue. Press <Enter> to exit the installer.
es: Ocurrió un error al crear %(mountpoint)s: %(msg)s. Es un error fatal que impide la instalación. Presione <Enter> para salir del asistende de instalación.

source: Unable to mount filesystem
es: No posible montar el sistema de archivos

source: An error occurred mounting device %(path)s as %(mountpoint)s. You may continue installation, but there may be problems.
es: Ocurrió un error al montar dispositivo %(path)s en %(mountpoint)s. Puede continuar con la instalación pero pueden ocurrir problemas.
